[{"title":"Unification and progress in modern theoretical physics","speaker":"Prof. Michael Green","loc":"Winstanley Lecture Theatre","datetime":1543514400,"content":"Former Lucasian Professor in Mathematics at the University of Cambridge, Michael Green will round up the term and provide overview of the evolution of modern physics and unexpected applications of its nascent branches, such as quantum field theory and string theory."},{"title":"Life and death in an old enzyme: the ATP synthase","speaker":"Prof. John Walker","loc":"Old Combination Room","datetime":1542909600,"content":"Professor Emeritus of the LMB John E. Walker will talk about his studies of ATP synthase structure, which earned him the Nobel prize in Chemistry in 1997, and its functions, which could be exploited to fight tuberculosis, antibiotic-resistant infections, and heart diseases."},{"title":"Exoplanets and the quest for universal life","speaker":"Prof. Didier Queloz","loc":"Old Combination Room","datetime":1542304800,"content":"The present exoplanets collection is not only made of gas giants like our own Jupiter, but also includes a steeply fraction of smaller planets some believed to be of similar composition than the Earth. For some of these exoplanets basic information on their atmospheric properties have even been retrieved. These early results are paving the way for future atmospheric studies of habitable terrestrial exoplanets with the hope to obtain a solid evidence of the existence of life around another star. Confined for centuries to the category of pure speculation and philosophical debates, the existence of life outside our solar system, is at the edge of reaching the stage of a testable scientific hypothesis."},{"title":"Interacting with instabilities: Nonlinearity in structural engineering","speaker":"Prof. Ahmer Wadee","loc":"Winstanley Lecture Theatre","datetime":1541700000,"content":"Ahmer Wadee is Professor of Nonlinear Mechanics at Imperial College London. Starting with historical background for structural engineering, he will pinpoint the emergence of mathematical modelling as a tool of trade. Ahmer will demonstrate that recent research in the field has empowered us not only to predict whether a structural instability is catastrophic, but also to exploit those flaws to our advantage."},{"title":"The dangerous consequences of the decline of coral reefs","speaker":"Max Bodmer, Operation Wallacea","loc":"Winstanley Lecture Theatre","datetime":1541095200,"content":"Coral reefs are among the most beautiful and diverse places on Earth, but, like most other ecosystems, they are under threat due to human activities. Deforestation, over-fishing, global warming and ocean acidification are having catastrophic effects on marine food chains with dangerous, and often unknown, consequences for mankind. This talk focusses on the value of coral reefs to human populations and the multiple threats that are currently operating to reduce reef health. It also discusses numerous ways in which coral reef researchers and conservationists are trying to reverse the fate of these incredibly important and fragile ecosystems."},{"title":"The Huppert, or There and Back Again","speaker":"Julian Huppart","loc":"Winstanley Lecture Theatre","datetime":1540483200,"content":"Julian Huppert, who has completed his PhD in chemistry under Shankar Balasubramanian and served as MP for Cambridge from 2010 to 2015, will speak on scientific matters with political zest – or vice versa. The talk will be entertaining for scientists and politicians alike.\n\nThis talk is organised in collaboration with Trinity Politics Society"},{"title":"Speech rhythm: a metaphor?","speaker":"Prof. Francis Nolan","loc":"Winstanley Lecture Theatre","datetime":1539878400,"content":"A talk intending to reveal how languages differ in terms of 'rhythm' in a general sense and how we've tried to quantify this; a mention of how one matches words to music in different language; an the possibility of speech being 'anti-rhythmic' in nature."},{"title":"Compound Interest: Communicating chemistry using infographics","speaker":"Andy Brunning","loc":"Old Combination Room","datetime":1539273600,"content":"Compound Interest is an award-winning blog that has been communicating chemistry concepts using infographics for almost five years. This talk will look at some of the benefits of science communication using infographics, as well as some of the challenges."},{"title":"Annual Garden Party","speaker":"","loc":"","datetime":1529235000,"content":"Start May Week right with the Science Society Garden Party! Join us at the Trinity College Fellows' Bowling Green for finger food, ice cream (featuring our signature Brown Bread gelato), Pimms, and Bucks Fizz champagne! Come along for an afternoon of 'Science of the Ancient World' - with themed food, a photo-booth, live music, and golden laurels for the best costumes!"},{"title":"Dendritic Cells and the Immune Response","speaker":"Dr Patrycja Kozik","loc":"Winstanley Lecture Theatre","datetime":1521136800,"content":"Dr Patrycja Kozik is a Group Leader at the Laboratory of Molecular Biology. Her research centres on dendritic cells and their  roles in the initiation of immune responses against pathogens and tumours. Using proteomics, transcriptomics, and CRISPR-Cas9 based genetic screens, her lab aims to understand the molecular mechanisms underpinning the ‘danger signals’ that first inform dendritic cells of the presence of viral infection or of a tumour, and then coordinate the responses of the dendritic cells to the threat.\n"},{"title":"Conservation 4.0 - Will robots take your job?","speaker":"Prof. Kate Jones","loc":"Junior Parlour","datetime":1520532000,"content":"Wild nature and natural ecosystems are declining rapidly as humans use more of the earth's resources and change climate patterns. Thanks to new sensor technologies such as animal movement tags, camera traps and passive acoustic sensors and new ways of analysing these data with artificial intelligence, scientists studying the impact of anthropogenic change now have access to huge amounts of data about our changing environment and declining wildlife populations. \n\nKate Jones is Professor of Ecology and Biodiversity at University College London's Centre for Biodiversity and Environment Research. Winner of the 2008 Philip Leverhulme Award for Outstanding Contributions to Zoology, Professor Jones will review some of the latest technological advances in sensing, analysing, monitoring, and responding to wildlife population declines, focusing on her own work with bioacoustics. Kate argues that although these technologies will help us to better understand the natural world and to further engage people with their environment, they have the potential to be very disruptive and discusses whether we are really ready for Conservation 4.0!"},{"title":"Polar Climates","speaker":"Prof Chris Rapley","loc":"Winstanley Lecture Theatre","datetime":1520013600,"content":"Chris Rapley is a Professor of Climate Science at UCL. Professor Rapley trained in physics, and his early research focused on the development and use of space-borne instruments to study the solar system and cosmos. Today, he researches the changing polar environments, and is deeply involved in the public understanding of climate change, and the role of scientists in communicating with policy makers and the public. One not to miss!\n\nFrom 1998 to 2007 he was Director of the British Antarctic Survey, and from 2007 to 2010 was Director of the Science Museum in London. Together with playwright Duncan Macmillan, Professor Rapley wrote the play ‘2071: The World We’ll Leave our Grandchildren’, which was staged at the Royal Court. In 2008 he was awarded the Edinburgh Science Medal – “For professional achievements judged to have made a significant contribution to the understanding and well-being of humanity”."},{"title":"Circadian Rhythms","speaker":"Dr Michael Hastings","loc":"Old Combination Room","datetime":1519322400,"content":"Come hear about Dr Michael Hastings' search for a molecular genetic explanation for one of the most conserved and ancient forms of behaviour-circadian timing.\n\nDr Hastings is the Joint Head of Neurobiology at the University of Cambridge and is a group leader at the MRC-LMB, where he investigates the cellular and molecular basis to circadian rhythms in mammals and its relevance to neurological disease. He focuses on how the principal circadian pacemaker in the suprachiasmatic nucleus (SCN) of the hypothalamus maintains synchrony amongst the clocks in all of our major organ systems. "},{"title":"Artificial Intelligence","speaker":"Prof Murray Shanahan","loc":"Old Combination Room","datetime":1518717600,"content":"Murray Shanahan is a Professor of Cognitive Robotics at Imperial College London, and a Senior Research Scientist at Google DeepMind. His fascinating work tackles some of the ‘big questions’, such as the principles that underlie cognition and consciousness, the implications of artificial intelligence, and the singularity. Professor Shanahan is also on the advisory board of the Cambridge Centre for the Study of Existential Risk, which researches ‘breakout artificial intelligence’, among the greatest threats facing humanity. Excitingly, Professor Shanahan was a scientific advisor for Alex Garland’s brilliant and acclaimed film Ex Machina, which might be fun ‘preparatory reading’!"},{"title":"Plant Development","speaker":"Dame Ottoline Leyser","loc":"Winstanley Lecture Theatre","datetime":1518112800,"content":"Ottoline was made a dame (DBE) in the 2017 New Year honours. She is a director at the Sainsbury Laboratory, where her group focuses on the role of plant hormones in the plasticity of plant development and lectures plant development at the University of Cambridge in her spare time. She received her BA from Newnham College in 1986 and her PhD in genetics in 1990. Her identification of the auxin receptor “solved a classic problem in biology” and she plays a world-leading role in promoting Arabidopsis as a key model organism."},{"title":"The Cell Cycle","speaker":"Sir Paul Nurse","loc":"Winstanley Lecture Theatre","datetime":1517508000,"content":"We are extremely excited to introduce as our third speaker of the term Professor Sir Paul Nurse, Director of the Francis Crick Institute and one of the UK’s most pre-eminent scientists. \n\nProfessor Nurse was awarded the 2001 Nobel Prize for his research on the control of the cell division cycle, specifically the discovery of cyclins and cyclin-dependent-kinases. In 2010, Professor Nurse succeeded Lord Martin Rees to become President of the Royal Society, and in 2011 he became the inaugural Director and Chief Executive of the Francis Crick Institute, where he continues to research on the cell cycle. Professor Nurse has been awarded over 60 honorary degrees, and maintains a role at the heart of the public understanding of science.\n\nThis talk is promises to be fascinating for all audiences, and is absolutely not to be missed for anyone with an interest in cell biology."},{"title":"Met Office Science","speaker":"Prof Stephen Belcher","loc":"Winstanley Lecture Theatre","datetime":1516903200,"content":"For our second lecture of Lent term, we are excited to welcome Professor Stephen Belcher, who was appointed Met Office Chief Scientist in 2016. In this position, he is responsible for the leading the 600-strong Met Office's scientific programme. He led the evolution of the Met office Hadley Centre to focus on climate science and services, and was the driving force behind the initiation of the Newton Fund Climate Science for Service Partnership China. \n\nProf Belcher obtained his PhD in fluid dynamics from the University of Cambridge in 1990, becoming a research fellow at Stanford and Cambridge Universities and later at the University of Reading."},{"title":"Ecological Genetics","speaker":"Prof Steve Jones","loc":"Winstanley Lecture Theatre","datetime":1516298400,"content":"For our first talk of Lent term, we are very excited to welcome Professor Steven Jones (UCL), a world expert on snail genetics and evolution in fruit flies and humans. Prof Jones is a winner of the Royal Society’s Faraday Prize for excellence in popular science communication, no doubt from the many books on genetics and evolution he has published and the television series on human genetics he wrote and presented.\n\nCome along to hear about his work on ecological genetics and find out why there is so much genetic diversity!\n\nDoors open: 6.00pm\nTalk starts: 6.15pm"},{"title":"Science in Industry","speaker":"Jeremy Burroughes (Cambridge)","loc":"Winstanley Lecture Theatre","datetime":1512064800,"content":"We are excited to hear Jeremy talk about organic electronics and OLEDs, and the world of science and research outside academia."},{"title":"Supercritical Fluids","speaker":"Martyn Poliakoff (Nottingham)","loc":"Old Combination Room","datetime":1511460000,"content":"Star of The Periodic Table of Videos, Martyn will talk about supercritical fluids and their uses in green chemistry."},{"title":"Seeing Is Believing: Using Neutron Scattering to Understand Behaviour in Polymeric Materials","speaker":"Julia Higgins (Imperial)","loc":"Winstanley Lecture Theatre","datetime":1510855200,"content":"How we can ‘see’ inside opaque materials."},{"title":"Internships Event","speaker":"","loc":"Winstanley Lecture Theatre","datetime":1510408800,"content":"We will hear both from providers of internships and past participants in them, about why research-themed internships are rewarding, and how to organise one. We will be giving information about why you might like to do an internship, how to find one, when is the right time to apply, what funding is available, and what to expect. Three diverse companies, all offering summer research opportunities to undergraduates in a wide range of fields, will be attending. They will provide specific information about the internships they offer, graduate opportunities, and more general information about summer internships. \n\nOur speakers are:\n\nTim Coles, Founder and Project Director of Operation Wallacea. Operation Wallacea is a conservation research organisation, arranging expeditions to dozens of exciting destinations all over the world (including Madagascar, Honduras, and Indonesia). These expeditions are a fantastic way to get involved with real-world research, and have produced over 300 peer-reviewed journal papers since 1999. Additionally, these expeditions have lead directly to the discoveries of 39 new species. Internships here are an opportunity to travel somewhere you might never otherwise go, and to contribute to our understanding of endangered ecosystems.\n\nJoe Parry, Founder and CEO of Cambridge Intelligence. Cambridge Intelligence is a Data Visualisation company. Their software, KeyLines, allows for the visualisation and analysis of complex sets of connected data, enabling users to draw fast and insightful conclusions. This is a link to a fascinating example of the connections they were able to draw on BuzzFeed’s ‘TrumpWorld’ dataset, using their software: https://cambridge-intelligence.com/untangling-hairball-visualizing-donald-trumps-network/ (for reference: they conclude that, at the current depth of the dataset, the visualisation is more interesting than any of it’s revelations!). \n\nAdrian Alexa, Co-Founder and CTO of Repositive. Repositive is a genomics and big data startup. It aims to speed up genetic diagnostics by improving access to and searches of databases of sequence information. It allows users to intuitively build new search queries across over more than one million datasets, as well as supporting the sharing of datasets with collaborators and the community. "},{"title":"Surviving protein quality control failure in neurodegenerative disease","speaker":"Anne Bertolotti (Cambridge)","loc":"Winstanley Lecture Theatre","datetime":1510250400,"content":"Professor Anne Bertolotti is a Research Leader at the MRC Laboratory of Molecular Biology. The long-term goal of her group is to understand and prevent the deposition of misfolded proteins, which occurs in neurodegenerative diseases such as Alzheimer’s, Parkinson’s, and Huntingdon’s. These diseases are caused by the progressive dysfunction and death of specific nerve cells in particular regions of the brain due to the accumulation of specific proteins of the wrong shape. The disease-causing proteins are made all throughout life, but neurodegenerative diseases are mostly late-onset. This suggests that the different disease-causing proteins gradually become detrimental over time. \n\nSome progress has been made towards this long-term goal, and Professor Bertolotti’s lab has contributed to our understanding of the mechanisms governing aggregation of disease-related proteins. The lab has moreover identified potent strategies to rescue cell survival under protein misfolding stress, a condition underlying many diseases."},{"title":"CERN & Particle Physics","speaker":"Daniela Bortoletto","loc":"Winstanley Lecture Theatre","datetime":1509645600,"content":"Daniela is an experimental particle physicist working on the ATLAS experiment at the Large Hadron Collider in Geneva, Switzerland. She was a member of the team that discovered the Higgs Boson in 2012. The LHC has now restarted operation and reached energies of 13 TeV. She is using this data to study the properties of the recently discovered Higgs Boson, including its possible couplings to dark matter particles. She is also searching for higher mass Higgs-like particles. In addition, she is participating in the upgrade of the ATLAS inner tracking system that will be needed by 2022 when the collision rate of the LHC will increase by a factor of 5 above the value for which the experiment was originally designed."},{"title":"Green Energy Materials in 3D (Batteries Included)","speaker":"Saiful Islam, Professor at University of Bath","loc":"Winstanley Lecture Theatre","datetime":1509033600,"content":"Saiful is a materials chemist, researching materials for clean energy (including perovskite solar cells and battery technology). Saiful gave the 2016 Royal Institution Christmas Lectures, and this promises to be an excellent and highly topical talk, appealing to anyone with an interest in fighting climate change (as well as chemists and materials scientists, of course)."},{"title":"But what will my constituents say?","speaker":"Sarah Hawkes","loc":"Old Combination Room","datetime":1508428800,"content":"Sarah Hawkes, Professor of Global Public Health at UCL, will be ‘bridging the gap between evidence and policy'. \n\nSarah leads a research theme analysing the use of evidence in policy processes, particularly in relation to health and gender. Sarah has lived and worked for much of the past 20 years in Asia, where she gathered evidence, built capacity and helped to develop policy for programmes focusing on gender, sexual health, non-communicable diseases and human rights. She works closely with national governments, civil society organisations, research partners, WHO and UNFPA in Asia and the Middle East. From 2012-1014 she was Wellcome Trust Senior Fellow in International Public Engagement, and focused on the use of public engagement in policy processes. She leads the newly established UCL Centre for Gender and Global Health, details of which are available here: http://ighgc.org/"},{"title":"Science in Parliament","speaker":"Martin Smith","loc":"Winstanley Lecture Theatre","datetime":1507824000,"content":"Martin Smith is a Specialist for the House of Commons Science and Technology-a role which involves managing inquiries for the Committee, including briefing members and drafting reports. Most recently he managed the Committee's work on the Implications of Brexit for Science and Research, and is currently managing the Committee's work on Research Integrity. He has worked for the House since 2013, serving as a specialist for the Education Select Committee for two years. Previously he worked in science policy and education policy for a range of science learned societies, including the British Ecological Society, the Royal Society and the London Mathematical Society. Martin studied Mathematics at Imperial College, and loves nothing more than a good pun, a brass band and a game of darts.\n\nThis event is FREE for everyone (students and non-students). Free food and drinks will be provided."},{"title":"Meet & Greet + Film Night: Bladerunner","speaker":"","loc":"Winstanley Lecture Theatre","datetime":1506958200,"content":"Not sure what subjects to pick? The Science Society has your back! Come to quiz 2nd and 3rd years on all things NatSci, then stay with us to watch a SciFi classic.  Let us know you're coming on \nFacebook."},{"title":"Film Night: Ex Machina","speaker":"","loc":"Winstanley Lecture Theatre","datetime":1488912300,"content":"Caleb, a 26 year old programmer at the world's largest internet company, wins a competition to spend a week at a private mountain retreat belonging to Nathan, the reclusive CEO of the company. But when Caleb arrives at the remote location he finds that he will have to participate in a strange and fascinating experiment in which he must interact with the world's first true artificial intelligence, housed in the body of a beautiful robot girl.\n\nThis event is FREE for everyone (students and non-students). Free food and drinks will be served from 18:45 and the film will start at 19:00."},{"title":"Gravitational waves from merging black holes","speaker":"Prof Harvey Reall","loc":"Winstanley Lecture Theatre","datetime":1488305700,"content":"General Relativity, Einstein's theory of gravity, predicts that the motion of large masses at high speeds produces gravitational waves: disturbances in the gravitational field that travel at the speed of light. In September 2015, the LIGO observatory made the first direct detection of gravitational waves. The waves were produced in the merger of a pair of black holes, each about 30 times as massive as our Sun, moving at a significant fraction of the speed of light. During the merger, the power output in gravitational waves exceeded the luminosity of all the stars in the visible Universe. This is the first observation of a phenomenon involving a strong, highly dynamical, gravitational field, a regime in which General Relativity had not been tested previously by observations. I will review these developments, focusing on the theoretical predictions and the extent to which these have been confirmed by observations."},{"title":"Can machines understand the scientific literature?","speaker":"Dr Peter Murray Rust","loc":"Winstanley Lecture Theatre","datetime":1487700900,"content":"Every 15 seconds a new Scientific/Technical/Medical (STM) article is published - text, images, tables, diagrams and it's impossible for anyone to keep up. We need machines to help and I'll describe systems that can \"understand\" chemistry, evolutionary trees, etc. It's much easier when everything is Open, and we are downloading and analysing papers in bioscience, astrophysics, clinical trials. I believe that Wikidata will become the primary means to index STM material and we can use this to build specialist search tools.\nTechnically it's becoming easy to create and deploy  \"text and data mining\" (TDM) - or more widely \"Content Mining\" and very accessible to students (our youngest developer is 15 years old). But TDM has caused huge controversy in Europe. The UK made a small step in 2014 - it's legitimate for personal non-commercial research - but similar legislation in Europe hit serious pushback from publishers. I'll contend that Science is being held back by copyright.\nThe audience is invited to participate so bring your laptops/mobiles and hopefully we'll try some simple experiments. "},{"title":"Deep learning for music recommendation and generation","speaker":"Dr Sander Dieleman (Google DeepMind)","loc":"Winstanley Lecture Theatre","datetime":1487268900,"content":"(Hosted jointly with TMS)\nThe advent of deep learning has made it possible to extract high-level information from perceptual signals without having to specify manually and explicitly how to obtain it; instead, this can be learned from examples. This creates opportunities for automated content analysis of musical audio signals. In this talk, I will discuss how deep learning techniques can be used for audio-based music recommendation. I will also briefly discuss my ongoing work on music generation with WaveNet."},{"title":"Why scientists should not be sincere, honest, open or transparent","speaker":"Dr Stephen John","loc":"Winstanley Lecture Theatre","datetime":1487096100,"content":"Many central ethical problems in science concern communication: should scientists always declare conflicts-of-interest? Is it ethical to report results which others may use for evil ends? When are scientists responsible for how others use their words? In this talk, I consider four common claims about the ethics of scientific communication: that scientists should be sincere, honest, open and transparent. Using the case study of climate change, I argue against each of these claims. Does that mean that anything goes? Not quite..."},{"title":"Sequence Polymers","speaker":"Professor Chris Hunter","loc":"Junior Parlour","datetime":1486491300,"content":"The chemical compositions of biological polymers such as proteins and nucleic acids are usually well-defined sequences of different monomer units. In contrast, the synthetic polymers that form our material world are generally composed of multiple repeats of the same monomer unit. In this presentation, I will discuss the possibilities for developing synthetic polymeric materials composed of defined sequences of different monomer units. These systems would combine the functional programmability of biological molecules with the chemical diversity available in synthetic systems."},{"title":"Bioscience - lost in translation?","speaker":"Prof Richard Barker","loc":"Winstanley Lecture Theatre","datetime":1485886500,"content":"Bioscience is advancing in leaps and bounds. But translation into transformational products and practical impact on patients lags far behind. What are the scientific, structural, process and cultural reasons for this, and what can be done about them? Does precision medicine hold some of the answers?"},{"title":"The Large Hadron Collider and Murphy’s Law","speaker":"Dr Christopher Lester","loc":"Winstanley Lecture Theatre","datetime":1485281700,"content":"Scientific progress is rarely achieved without some form of pain. All experiments, whether big or small, face numerous challenges from forces of bad luck, human error, and the thoroughly unexpected.  This is inevitably true also for the LHC.  This talk will describe a small set of the minor and un-reported (and not so minor) engineering “surprises” that were encountered when the LHC began to take its first steps onto the world stage back in 2008."},{"title":"The role of materials science in sustainable development ","speaker":"Dr Rob Wallach","loc":"Winstanley Lecture Theatre","datetime":1480443300,"content":"Sustainable development is essential if the world, as we know it now, is not to be destroyed. This presentation summarises key issues, why attitudes have to change, how technology must and can provide solutions, and some life-saving possibilities emerging from the development of and innovations in diverse materials e.g. metals, plastics, composites and electronic."},{"title":"Present Chemistry ","speaker":"Prof Jonathan Goodman","loc":"Winstanley Lecture Theatre","datetime":1479838500,"content":"A molecular structure is all that is needed to predict the properties and design the synthesis of a new substance with reasonable confidence. This makes it possible to create new active compounds and address global issues of health, energy and the environment. Current predictions and designs are good, but not all behaviour can be anticipated and not all molecules can be made quickly and inexpensively. Using examples from on-going research, this talk will explore how present chemistry is delivering ever greater possibilities for changing the world. "},{"title":"The Legacy of Lord Rayleigh","speaker":"Prof E.A.Davis","loc":"Winstanley Lecture Theatre","datetime":1479233700,"content":"The Third Baron Rayleigh was an undergraduate at Trinity College, graduating in 1865 as Senior Wrangler and Smith�s Prizeman in Mathematics.  Later he returned to Cambridge as Cavendish Professor of Experimental Physics, following James Clerk Maxwell in that position.  His name is associated with the Rayleigh-Jeans law, Rayleigh scattering, Rayleigh waves, the Rayleigh disc, and the Rayleigh criterion - to mention just a few of his achievements.  In addition, he was awarded the Nobel Prize for his discovery of the gas argon.  The laboratories used by Lord Rayleigh are still extant at the family seat in Terling, Essex, and provide a wonderful and unique insight into the life and work of this great Victorian scientist.  The knowledge he gave to the world is still at work today in acoustics, in the design of optical instruments and antennae, in the use of surface acoustic wave (SAW) devices, in seismology, and in studies of convection in fluids, atmospheric turbulence, ink-jet technology and solitary waves."},{"title":"Where is my Nano-bot","speaker":"Prof Jeremy Baumberg","loc":"Winstanley Lecture Theatre","datetime":1478628900,"content":"We hear much about the impending rise of Nano-machines, but is this science or science fiction? In this talk Prof Jeremy J Baumberg, Professor of NanoScience at the University of Cambridge will discuss the state of this field, highlighting recent advances, and mapping our progress for the future."},{"title":"Life Before Fertilisation","speaker":"Dr Timothy Weil","loc":"Winstanley Lecture Theatre","datetime":1478024100,"content":"Many animals require well coordinated events in the developing egg prior to fertilisation in order to enable the pronucleus to form and early embryogenesis to occur. Control over the cell-cycle, organising of axis determining factors and signalling cascades are among the many functions that prepare the egg for fertilisation. The Weil Lab is interested in how these events are organised and regulated in Drosophila with specific interest in maternal transcripts and calcium release."},{"title":"Ultra-strong, light-weight conducting cables from carbon nanotubes","speaker":"Dr James Elliott","loc":"Winstanley Lecture Theatre","datetime":1477412100,"content":"Over the last 15 years, there has been much publicity and excitement about the amazing predicted properties of carbon nanotubes and related materials, such as high electrical and thermal conductivity, high axial strength and stiffness, in combination with low density. However, it has turned out to be much more difficult than expected to realise these properties in a large-scale product that can be taken to market. In this talk, I will report on research in our group over last decade on the synthesis of carbon nanotube fibres, including how their properties arise from the molecular structure of the nanotubes, and the limitations imposed by scaling up to high-throughput production. I will focus on a few selected potential applications, from the relatively low tech (mechanical reinforcement of polymers) to those verging on science fiction (space elevator)."},{"title":"The Sex Life of Quarks, Gluons and the Higgs Boson","speaker":"Prof Fred Loebinger","loc":"Winstanley Lecture Theatre","datetime":1476807300,"content":"Scientists have long been attempting to find the basic building blocks which make up the Universe. This quest has prompted the development of large particle accelerators such as the Large Hadron Collider at CERN, and has reached the strange sub-nuclear world of quarks, gluons and leptons. The talk will give an insight into the development of the subject, the latest discoveries, including the Higgs Boson, and pointers to the future."},{"title":"Freshers' Film Night: The Man Who Knew Infinity","speaker":"","loc":"Winstanley Lecture Theatre","datetime":1476205200,"content":"The story of the life and academic career of the pioneer Indian mathematician, Srinivasa Ramanujan, and his friendship with his mentor, Professor G.H. Hardy. Ramanujan was a Fellow at Trinity College, and many of the scenes were filmed in the college."},{"title":"Annual Garden Party","speaker":"","loc":"","datetime":1465732800,"content":"Join us for Trinity College Science Society's brilliant garden party! Those who came last year will know how great it was, and those of you who were not there really shouldn't miss the opportunity to find out. \n\nWe will have a variety of exquisitely flavoured ice cream (including of course Trinity's traditional brown-bread ice-cream), as well as many other sweet and savoury snack. There will also be a variety of drinks, including plenty of Pimm's.\n\nHopefully we will have plenty of sunshine and clear skies (unlike the rainy exam season). However, if the weather is bad, we will move to the Wren Library cloisters in Neville's Court.\n\nPrices: �3 if you sign up before Sunday (�2 for Trinity College members and alumni) to be paid on the door.\n�4 if you just show up on the day without signing up.\n\nSign up at http://goo.gl/forms/6AFAQjVbjWLEV9dI3\n\nThe garden party will run until about 5pm."},{"title":"Film Night: 'Star Wars Episode VII - The Force Awakens'","speaker":"","loc":"Winstanley Lecture Theatre","datetime":1462640400,"content":"30 years after the defeat of Darth Vader and the Empire, Rey, a scavenger from the planet Jakku, finds a BB-8 droid that knows the whereabouts of the long lost Luke Skywalker. Rey, as well as a rogue stormtrooper and two smugglers, are thrown into the middle of a battle between the Resistance and the daunting legions of the First Order."},{"title":"AGM","speaker":"","loc":"Blue Boar Common Room","datetime":1457460900,"content":"We will be holding our Annual General Meeting on Tuesday, and will be electing a new committee. We are looking for any Trinity students who would like to help run our society to join the committee next year. Details of each of the roles can be found here. If you would like to enquire about or run for a position, please contact Rebeka Marton (rem63@cam.ac.uk) by 12pm on Tuesday 8th March. You should give your name, the position you are running for, and a few sentences explaining why you would like to do it.\nIf you are not from Trinity, you are still welcome to come to the AGM, but you unfortunately will not be able to run for positions on the committee or vote in elections."},{"title":"Ultracold Quantum Gases","speaker":"Dr Nir Navon","loc":"Winstanley Lecture Theatre","datetime":1457284800,"content":"Using a combination of lasers and other tools, we can cool atomic gases to nanodegrees above absolute zero. At these extremely low temperatures, the laws of quantum mechanics become predominant, and give rise to remarkable collective phenomena, such as Bose-Einstein condensation, where many particles occupy the same single-particle quantum state. In this talk, I will show how we use these ultracold atoms to investigate the physics of complex many-body systems."},{"title":"Gas Cylinder Vibration Characterisation","speaker":"Nick Kateris & Tejal Shanbhag","loc":"Winstanley Lecture Theatre","datetime":1457283600,"content":"Gas cylinders are moving to the 21st century and collars with electronics to track the position, contents and condition of the cylinder are being placed on them. However, people put these cylinders in trucks or sometimes drop them and vibrations are induced. What are those vibrations and could they damage the electronics? Cylinders were examined in a series of impulse and drop tests, in order to record the vibration levels and resonant frequencies. These measurements were compared to theoretically derived values, using vibration theory and Finite Element Methods. The response of cylinders to other vibration-inducing conditions was derived and several factors that affect the cylinder vibrations were examined."},{"title":"Extremely Low Frequency meteor detection","speaker":"Vasilije Perovic","loc":"Winstanley Lecture Theatre","datetime":1457282400,"content":"For more than 200 years large meteors called fireballs entering the atmosphere have been observed to produce audible sounds simultaneously with the optical flash. Since sound waves travel much slower that visible light, the only explanation was that electromagnetic waves produced by the meteors induce a vibration in a transducer close to the observer, producing an audible sound, known as electrophonics. VLF detections were partly successful in the past, but no ELF observations have shown direct and reliable relation to meteors despite being theoretically predicted. A new system has been designed and set at the world's largest ground-based Schumann antenna to detect ELF signals. Observations were started in December 2015 and new data is being processed, showing statistical correlation between number of meteors and detected signals."},{"title":"Quantum Optomechanics or The Science of Firmly Holding Stuff in Place with Light","speaker":"Dan Malz","loc":"Winstanley Lecture Theatre","datetime":1457281200,"content":"I will explain how physicists manage to cool things by shining light at them. This has led to the creation of several fields of research, of which \"Quantum Optomechanics\" is one. It is concerned with quantum effects when light interacts with matter. Probably the most famous quantum effect is \"Heisenberg's uncertainty principle\" (you can't measure position and momentum with arbitrary accuracy), which will already be familiar to many. One of its consequences is that even at zero temperature objects still wiggle around\nLast summer saw an experimental breakthrough, in which several groups managed to suppress the position variation of a beam below its zero-temperature value (at the expense of creating wiggles in the momentum \"coordinate\"). The method has a startling simplicity (two laser beams and two mirrors). I will explain how this works and what the promises of this new technology are.\nExpect to learn about some idiosyncrasies of quantum mechanics and to be fascinated by how simple a system can act in entirely unexpected ways (I suppose the sun has never cooled your skin down), which is the foundation for work that has led to several Nobel prizes already."},{"title":"Insights into human brain development, evolution and disease from stem cell systems","speaker":"Dr Rick Livesey","loc":"Winstanley Lecture Theatre","datetime":1457276700,"content":"My presentation will discuss the use of stem cell systems to replay human brain development, and the application of that approach to study the cell and molecular biology of cerebral cortex development in health and disease, as well as comparative studies of non-human primate development. I will also discuss how we are using these systems to study how genetic forms of Alzheimer's disease initiate and spread through the brain."},{"title":"Predefined or Random? Investigating the site of daughter centriole formation on the mother centriole using live two-colour fluorescence microscopy.","speaker":"Neil Cunningham","loc":"Winstanley Lecture Theatre","datetime":1457275500,"content":"The centrosome is the major microtubule-organising centre in animal cells and as their name suggests, they have been regarded as playing a central role in many aspects of cellular organisation and morphology such as cell shape, polarity and cell division. Cells begin the cell cycle with exactly one centrosome which is composed of a pair of orthogonal, cylindrical centrioles (termed the mother and daughter centriole) surrounded by an amorphous protein mass called the pericentriolar material (PCM). Specifying a single site on the mother centriole for the formation of the daughter centriole is essential to avoid the growth of multiple daughters, which leads to centrosome overduplication and will ultimately result in aneuploidy and tumourgenesis. Some questions remain unanswered; does the daughter centriole form at a specific predefined location on the mother centriole? If so, what defines this site? Or does the daughter centriole grow out randomly from any side of the mother centriole? In this work, I attempt to address and uncover the answers to some of these questions using live cell imaging in Drosophila embryos. The results of which will help us understand how normal centriole duplication is regulated."},{"title":"Ancient genome reveals continuity in East Asia over the last 9,000 years","speaker":"Veronika Siska","loc":"Winstanley Lecture Theatre","datetime":1457274300,"content":"The spread of anatomically modern humans across the world has been of interest for centuries. Ancient genomes give a unique insight into the genetic variation of pure populations before large-scale modern migrations, as well as allow us to directly observe changes in population structure. This project was based on two low-quality early Neolithic samples from the Russian Far East (Devil's Gate), associated with the first appearance of pottery and textiles in the area. The preliminary results point towards 9,000 years of continuity in the region, with this sample falling within the range of modern variability � in contrast with Europe, which saw major population movements even after the arrival of agriculture in the Neolithic period. Additionally, our pure sample could be used to pinpoint the origin of the Northeast Asian component in the genetic material of modern Koreans. We found support for the northern component's ancient origin, as opposed to admixture in more recent, historical times (e.g. from Mongol conquests)."},{"title":"Optical super-resolution microscopy for bacterial spore coat structure determination","speaker":"James Manton","loc":"Winstanley Lecture Theatre","datetime":1457273100,"content":"Multi-layered protein coats are used for environmental protection, sensing, and interaction by many microorganisms, including spore-forming bacteria and viruses. In spores of Bacillus subtilis, over 70 distinct proteins make up a coat that is only about 100 nm thick, which helps keep the spore viable and able to germinate after a time as long as several decades in a harsh environment. Distinguishing the order of protein layers can indicate the function of different proteins � for example, which proteins form the outermost layers that protect the spore from lytic enzymes, and which hold the structure together? While fluorescent fusion proteins provide the only practical and non-invasive way to identify specific proteins in these multi-layered specimens, conventional optical microscopy lacks the resolution to resolve adjacent protein layers. Our original methods of fluorescent shell localisation make it possible to determine the order and geometry of concentric protein layers by fitting mathematical model structures to image data. Our method determines the radius of protein shells to a precision better than 10 nm, and produces layer orders for Bacillus subtilis and megaterium consistent with previous electron mi�croscopy studies. In addition, the aspect ratio of elongated spores and the tendency of some pro�teins to localise near the poles can be quantified, enabling measurement of structural anisotropy. In future work, this technique will be used to optimise the structure of bacterial strains being developed for therapeutic drug delivery, in a joint project with MedImmune."},{"title":"Next-generation computer-memory technology: crossover between physics, chemistry, materials science and engineering","speaker":"Dr Stephen Elliott","loc":"Winstanley Lecture Theatre","datetime":1457265900,"content":"Electronic devices based on Si-CMOS devices have exhibited an astonishing technological progress over the last 50 years or so, allowing the electronic revolution which now permeates every aspect of our current society. This can be quantitatively described by 'Moore's Law': \"the number of transistors in integrated circuits (ICs) doubles roughly every two years\". This extraordinary technological progress has been achieved by progressive improvements in lithographic patterning of ICs; in 1971, the minimum IC feature size achievable was 10 microns; now it is 14 nm. However, this seemingly inexorable progress will shortly come to a halt; such nanoscale dimensions mark the point at which dielectrics are no longer electrically insulating due to electron tunnelling, and semiconductors no longer behave like bulk materials but quantum-size effects start to appear.\nIt is evident that a completely new electronic-memory technology needs to be developed. I will describe one very strong candidate, viz. non-volatile 'phase-change random-access memory' (PCRAM), in which applied voltage pulses can switch materials from a high-conductance crystalline state to a low-conductance amorphous state on the sub-ns time-scale. Here, binary data are stored in the atomic-structural state of the memory material, rather than as stored electronic charge in the case of Si-CMOS devices. I will describe how PCRAM devices are replacing flash memory and could be used as the basis of novel 'neuromorphic' (brain-like) computing devices � i.e. artificial synapses."},{"title":"Polyester-based synthetic information oligomers","speaker":"Filip Szczypinski","loc":"Winstanley Lecture Theatre","datetime":1457264700,"content":"Nature has long inspired chemists to replicate evolutionarily produced molecules. Arguably, the most important of these are the nucleic acids for their ability to store and transfer information by the means of duplex formation using Watson-Crick base pairing. Modified DNA strands have been prepared in which the phosphate ester synthetic unit, the recognition bases and the sugar backbones have all been replaced and these systems were found to form stable duplexes. We therefore propose that the exact structure of the aforementioned modules is not crucial for information manipulation through a sequence-selective duplication formation.\nThis talk will describe a synthetic approach to a new class of polyester molecules, which were designed to form strong cooperative hydrogen bonds in non-polar organic solvents and hence form the basis for a new family of synthetic information oligomers."},{"title":"Mixing the Ocean","speaker":"Alex Chamolly","loc":"Winstanley Lecture Theatre","datetime":1457263500,"content":"The ocean is the least understood environment on earth. Its sheer scale and the complex interplay of physical, chemical and biological processes affecting its behaviour provide a fascinating challenge for scientists. For example, what do you think might affect the transport of heat in the top ocean layer? Sunshine, rain, currents, diffusion... you will soon realise how complicated the answer to this simple question must be. What about salinity? Carbon? And what happens if a Hurricane whizzes by? In my talk I will present a cutting-edge model of these using data from a 25-year time series conducted off the coast of Bermuda. There will be some interesting fluid dynamics, oceanography, jokes, climate science and you will also learn why biologists should be the ones most excited about this!"},{"title":"Microfluidic techniques to study the biophysics of nanoscale processes","speaker":"Kadi Liis Saar","loc":"Winstanley Lecture Theatre","datetime":1457262300,"content":"Microfluidics is regarded as an attractive technology for (bio)chemical analyses as it opens up the possibility to rapidly perform precisely-controlled high-throughput analyses while consuming only miniature amounts of samples. As part of my PhD I am developing microfluidic devices to quantitatively characterise proteins in their native liquid phase. I will demonstrate our recently published platform for diffusional sizing of proteins (Patent No. EP2912455 A1) as well as our developments in microfluidic approaches to determine the charges of biological molecules in liquid phase and compare their performance to existing technologies. I will further demonstrate how microfluidic devices can be used to probe protein-protein interactions in liquid phase as well as to perform high throughput automated protein aggregation assays."},{"title":"Newton's Inheritance: Natural Science in Seventeenth-Century Trinity","speaker":"Dr Serjeantson","loc":"Winstanley Lecture Theatre","datetime":1457259300,"content":"Isaac Newton is only Trinity's most famous seventeenth-century scientist. In this talk I will introduce some of his Trinity predecessors, including Isaac Barrow, John Ray, Francis Willughby, and John Wilkins, and say something about the work they did in the fields of natural philosophy, botany, zoology, and mathematics. I will also talk more generally about scientific education in pre-Newtonian Trinity, and will conclude by offering some new thoughts about Newton's own experience as a student at the College."},{"title":"Annual Symposium 2016","speaker":"","loc":"Winstanley Lecture Theatre","datetime":1457258400,"content":"The Trinity College Science Society Symposium and Dinner is a unique event spanning an entire day of talks by Trinity students. At the end of Lent term every year, current students of Trinity College present their research and findings to their peers in a friendly, informal environment. There will also be some talks given by Fellows at the college. The event is free and open to all; no particular specialist knowledge is assumed. There is no need to stay for the whole day � just drop in on talks you find interesting.\n\nProgramme:\n10:00�Opening \n10:15�Dr Serjeantson: Newton's Inheritance: Natural Science in Seventeenth-Century Trinity \n11:05�Kadi Liis Saar: Microfluidic techniques to study the biophysics of nanoscale processes \n11:25�Alex Chamolly: Mixing the Ocean \n11:45�Filip Szczypinski: Polyester-based synthetic information oligomers \n12:05�Dr Stephen Elliott: Next-generation computer-memory technology: crossover between physics, chemistry, materials science and engineering \n13:00�Lunch break� \n\n14:00�Opening of the second session \n14:05�James Manton: Optical super-resolution microscopy for bacterial spore coat structure determination \n14:25�Veronika Siska: Ancient genome reveals continuity in East Asia over the last 9,000 year \n14:45�Neil Cunningham: Predefined or Random? Investigating the site of daughter centriole formation on the mother centriole using live two-colour fluorescence microscopy. \n15:05�Dr Rick Livesey: Insights into human brain development, evolution and disease from stem cell systems \n16:00�Break (tea and biscuits will be served) \n\n16:15�Opening of the third session \n16:20�Dan Malz: Quantum Optomechanics or The Science of Firmly Holding Stuff in Place with Light \n16:40�Vasilije Perovic: Extremely Low Frequency meteor detection \n17:00�Nick Kateris & Tejal Shanbhag: Gas Cylinder Vibration Characterisation \n17:20�Dr Nir Navon: Ultracold Quantum Gases \n18:10�Close \n"},{"title":"Mathematical models of cellular locomotion","speaker":"Prof Michael Cates","loc":"Centre for Mathematical Sciences","datetime":1456858800,"content":"Many types of cell in our bodies are not static but actively move around. The effects can be good, such as when immune cells search and destroy invading organisms, or bad, such as when cancer cells spread to distant parts of the body. Many biochemical circuits are implicated in cell movement, but cell fragments with no such circuits also move spontaneously -- the cellular equivalent of a headless chicken. This observation suggests the presence of an autonomous \"motility engine\" whose operation is controlled, but not maintained, by the complex biochemical circuits present in real cells. I shall describe a simplified mathematical model for this engine, using ideas borrowed from the study of liquid crystalline materials, as found in every mobile phone and laptop screen.\nThis talk is jointly hosted by TMS and TCSS."},{"title":"A Glimpse of the Mathematics of BILL TUTTE, The Greatest Code-Breaker of WWII","speaker":"Prof B�la Bollob�s","loc":"Centre for Mathematical Sciences","datetime":1456515000,"content":"Bill Tutte, who came up to Trinity to read Natural Sciences, specialising in chemistry, was the greatest codebreaker of WWII, and one of the founders of modern combinatorics. In this talk I shall say a little about his work as a codebreaker, and a little more about some of his revolutionary ideas in mathematics.\n\nThis talk is jointly hosted by TMS and TCSS."},{"title":"Film Night: Interstellar","speaker":"","loc":"Winstanley Lecture Theatre","datetime":1455649200,"content":"Earth's future has been riddled by disasters, famines, and droughts. There is only one way to ensure mankind's survival: Interstellar travel. A newly discovered wormhole in the far reaches of our solar system allows a team of astronauts to go where no man has gone before, a planet that may have the right environment to sustain human life."},{"title":"A core brain system in human intelligence","speaker":"Prof John Duncan","loc":"Winstanley Lecture Theatre","datetime":1455041700,"content":"Tests of simple problem-solving are widely used as measures of human intelligence, and indeed, performance in these tests is widely predictive of success in all manner of laboratory and everyday activities. Beginning from this observation, now around a century old, I address the modern cognitive neuroscience of intelligent behaviour. In human brain imaging studies, a common or multiple-demand (MD) pattern of frontal and parietal activity is associated with diverse cognitive demands, and with standard problem-solving tests.  In complex behaviour, goals are achieved by assembling a series of sub-tasks, creating structured mental programs, and based on behavioural studies of problem-solving, I suggest that MD cortex plays a key role in defining and controlling the parts of such programs.  In agreement, physiological studies in human and monkey brain show the activity of MD cortex in dynamic construction of cognitive or attentional episodes.  By these means, I suggest, the MD system provides a critical neurophysiological basis for intelligent thought and action."},{"title":"Maths, disease and the British landscape: informing UK government policy through epidemiological models","speaker":"Dr Matt Castle","loc":"Winstanley Lecture Theatre","datetime":1454436900,"content":"How does a national government cope with the threat of a new pest or disease that affects its native trees, plants and natural environment? How can decisions be made on control, surveillance and management when knowledge about these systems is poor? The epidemiology and modelling group in the department of plant sciences has been working with Department for Environment, Food and Rural Affairs (Defra) for several years helping address these questions by developing models for the spread and control of environmental diseases at a national scale that can be used to inform policy. This presentation will describe the theory behind the models as well as looking at recent case studies, including Ramorum disease, Ash dieback, Oriental Chestnut Gall Wasp and Oak Processionary Moth (probably diseases you�ve never heard of!)."},{"title":"Bubbles and Bangs - How gases get out of magma and what happens when they don't","speaker":"Dr Alison Rust","loc":"Winstanley Lecture Theatre","datetime":1453832100,"content":"\nIconic examples of volcanic eruptions include Hawaiian fire fountains and large billowing eruption columns. These phenomena are caused by gases (mostly water) that are dissolved within the molten rock (magma) at depth but form bubbles as the magma rises to the Earths surface.\nTo understand the processes involved, we will start with something more familiar that you may even have with you the bubbles in carbonated drinks. From there we will talk about how bubbles drive explosive eruptions, what we can learn from the bubbles preserved in volcanic rocks, and the role of bubbles in producing volcanic ash."},{"title":"What quantum computers tell us about physics (even if no one ever builds one!)","speaker":"Dr Toby Cubitt","loc":"Old Combination Room","datetime":1453227300,"content":"Quantum information theory attracts a lot of attention because it promises radically new technology. The most famous of these is perhaps quantum computing. Many groups around the world are trying to build the first large-scale quantum computer. Yet the mere fact that the laws of physics allow quantum computers to exist, even in principle, has profound implications for how matter behaves - even if no one ever builds a quantum computer.\nThe fact that computer science has deep implications for fundamental physics is, for me, one of the most exciting aspects of the field. How can computers that no one has built yet possibly tell us anything about the behaviour of real matter? You'll have to come to the talk to find out!"},{"title":"Sustainable synergic reagents: Meeting 21st century challenges for metalating carbon atoms ","speaker":"Dr Andrew Wheatley","loc":"Winstanley Lecture Theatre","datetime":1448993700,"content":"The metalation of organic acids has undergone a remarkable decade of advancement with a pool of new metalating agents emerging as substitutes for traditional lithium bases. Novel bimetallic solutions are delivering substantial progress, including through catalytic C-H activation using reagents that are cheap and processes that are environmentally benign."},{"title":"Life at the Limits - Human Physiology at Extreme High Altitude","speaker":"Dr Andrew Murray","loc":"Winstanley Lecture Theatre","datetime":1448388900,"content":"The summit of Mount Everest, standing 8848 m above sea level, is one of the cruellest, most unforgiving places on the surface of Planet Earth, and represents the ultimate mountaineering challenge. Violent storms sweep across knife-edge ridges, and a terrifying ascent of the sheer icy face of the Hillary Step stands between the climber and his goal. Above 8000 m, in the so-called Death Zone, atmospheric pressure falls to perilously low levels, impeding oxygen delivery to the tissues of the body. Human beings have a remarkable ability to tolerate low oxygen conditions, as most dramatically exemplified by the first oxygen-less ascent of Everest by Reinhold Messner and Peter Habeler in 1978, and repeated by Messner and others since. In this talk, Dr Murray asks how the human body can survive at such extreme altitudes and in particular, why some individuals fare better than others in this environment. He asks if there are similarities between the hypoxia experienced by the mountaineer and by patients in intensive care units, and if hypoxia tolerance determines survival in the critically ill. He will also show recent findings from his own research with the Sherpas of Nepal - arguably the best adapted population of high-altitude dwelling humans in the world."},{"title":"Heavy mice and lighter things: how chemistry gives insight into how biological tissues work","speaker":"Prof Melinda Duer","loc":"Old Combination Room","datetime":1447784100,"content":"The bulk of our solid tissues, such as skin, muscle, tendon, bone and blood vessels, is made up of the so-called extracellular matrix. The extracellular matrix is ultimately responsible for determining how cells in the tissue behave - so bone cells behave like bone cells, for instance, because they are surrounded by bone extracellular matrix, rather than tendon matrix, or any other tissue matrix. When the structure of the extracellular matrix changes, so cells are directed to behave differently - and this leads to disease. Cancer cells, for instance, change the matrix around them in a way which invariably has a detrimental effect on the normal cells of the tissue, often leading to those normal cells dying- and hence the devastating consequences of cancer in a tissue. Furthermore, cancer cells seem to be able to change the structure of the matrix around them and in neighbouring tissues to allow the cancer cells to move and invade new tissues, progressing the disease. This talk will describe the work in my group which seeks to unravel exactly how the extracellular matrix directs cells to behave the way they do. Our aim is to be able to halt the progression of diseases like cancer by either halting or reversing the structural changes of the extracellular matrix that are key to the progression of the disease, and so bring a new paradigm to the way in which diseases can be treated -by treating the extracellular matrix, rather than treating cells."},{"title":"How do you know that water is H2O?","speaker":"Prof Hasok Chang","loc":"Winstanley Lecture Theatre","datetime":1447179300,"content":"Everyone knows that the water is H2O, but how did 19th-century chemists with no access to atoms and molecules discover that fact? When Dalton first published his atomic theory in 1808 he gave the formula of water as HO, and never changed his mind. Within a few years Avogadro gave the H2O formula, but it was promptly rejected and not taken up widely until 50 years later. Why did this take so long, and what changed in the 1860s? It can be instructive to take the simplest things in science and question how we came to know such things."},{"title":"Colossus: The Greatest Secret in the History of Computing","speaker":"Chris Shore","loc":"Winstanley Lecture Theatre","datetime":1446574500,"content":"The achievements of teams at Bletchley Park in breaking the German Enigma code during WW2 are well known and have been in the public domain for some time. What is lesser known, and what still remains somewhat shrouded in secrecy, is the development of the Colossus computing engine to break the Lorenz cipher used by the Nazi High Command. The details of this have only emerged relatively recently and have rewritten the history of the development of electronic computing in the 20th century. Cambridge mathematicians feature strongly in the story, most notably trinity's own Bill Tutte. This lecture will describe the development of the Colossus machine and the problem which it was built to solve."},{"title":"Quantum Mechanics","speaker":"Prof. Mike Payne","loc":"Winstanley Lecture Theatre","datetime":1445969700,"content":"Dirac wrote the following about quantum mechanics: \"The underlying physical laws necessary for the mathematical theory of a large part of physics and the whole of chemistry are thus completely known, and the difficulty is only that the exact application of these laws leads to equations much too complicated to be soluble. It therefore becomes desirable that approximate practical methods of applying quantum mechanics should be developed, which can lead to an explanation of the main features of complex atomic systems without too much computation.\" In this talk I shall discuss the emergence of quantum mechanics, explain why the equations are too complicated to solve and introduce the practical methods that have been developed which now allow predictive quantum mechanical modelling of much of physics, chemistry, materials science and biology."},{"title":"A hundred years of visualizing molecules","speaker":"Prof Sir Venki Ramakrishnan","loc":"Winstanley Lecture Theatre","datetime":1445357700,"content":"It has been a hundred years since molecules were first visualized directly by using x-ray crystallography. That technique gave us our first look at molecules as simple as common salt to one as complex as the ribosome that has almost a million atoms. In the last few years, electron microscopy has offered an alternative to directly obtaining the structure of very large molecules. I will describe some highlights in this journey with an emphasis on the recent developments in electron microscopy and how it is creating a new range of possibilities for visualizing biological structures."},{"title":"Film Night: The Theory of Everything","speaker":"","loc":"Winstanley Lecture Theatre","datetime":1444755600,"content":"The Theory of Everything is the story of the most brilliant and celebrated physicist of our time, Stephen Hawking, and Jane Wilde the arts student he fell in love with whilst studying at Cambridge in the 1960s. Little was expected from Stephen Hawking, a bright but shiftless student of cosmology, given just two years to live following the diagnosis of a fatal illness at 21 years of age. He became galvanized, however, by the love of fellow Cambridge student, Jane Wilde, and he went on to be called the successor to Einstein, as well as a husband and father to their three children. Over the course of their marriage as Stephen's body collapsed and his academic renown soared, fault lines were exposed that tested the lineaments of their relationship and dramatically altered the course of both of their lives."},{"title":"Garden Party","speaker":"","loc":"Fellows' Bowling Green","datetime":1434281400,"content":"Not sure how to start off May Week? Join us for Trinity College Science Society's brilliant garden party! Those who came last year will know how great it was, and those of you who were not there really shouldn't miss the opportunity to find out.\nOur promises: 12 gallons of ice-cream of exquisite flavours (including of course Trinity's traditional brown-bread ice-cream), other yummy snacks for both the sweet-toothed and those who prefer savoury and of course plenty of summer inspired drinks.\nOur hopes: sunshine parallel to last year and plenty of you there - old and new faces alike!\nEntry is �4 on the door, with a discounted price of �3 (or �2 for Trinity College members) if you sign up in advance here."},{"title":"Film Night: The Imitation Game","speaker":"","loc":"Winstanley Lecture Theatre","datetime":1431190800,"content":"Based on the real life story of legendary cryptanalyst Alan Turing, the film portrays the nail-biting race against time by Turing and his brilliant team of code-breakers at Britain's top-secret Government Code and Cypher School at Bletchley Park, during the darkest days of World War II."},{"title":"Evolution on the Wing","speaker":"Prof. Brakefield","loc":"","datetime":1425834000,"content":"Professor Paul Brakefield is an evolutional biologist who works with butterflies and other insects. He is the chair in evolutionary biology at Leiden University, the Netherlands and director of the University Museum of Zoology in Cambridge. His research has centred on an African Butterfly, Bicyclus anynana, where he has tackled the issues of why eyespots matter in butterfly ecology and how they are made by genes that regulate specific developmental mechanisms. He is now exploring the processes of ecological diversification and speciation among the 250 or so species of these butterflies in the Old World."},{"title":"Poking brains: the mechanics of neural development","speaker":"Amelia Joy Thompson","loc":"","datetime":1425832200,"content":"Neuronal growth is essential for nervous system development and is also required for regeneration after nervous tissue injury. As axons and dendrites grow towards their targets, they are guided by environmental cues, including a well-characterised set of biochemical signals. Recent in vitro studies suggest that neuronal growth can also be regulated by mechanical properties of the substrate. However, the role of mechanical cues in axon pathfinding in vivo, and the spatiotemporal dynamics of tissue mechanics during early nervous system development, are still largely unknown. Here we investigate the role of tissue stiffness in axon guidance within the early embryo, using the Xenopus laevis optic tract as a model system. Retinal ganglion cell (RGC) axons form the optic tract by growing from the embryonic retina, along a stereotypical path on the brain surface, and terminating at their target, the tectum. We have developed in vivo atomic force microscopy (AFM) to map tissue stiffness along the optic tract at different developmental stages. We find that the embryonic brain is overall mechanically inhomogeneous, and that brain stiffness changes over time. Specifically, we find that the elastic stiffness of the tectum is consistently lower than the rest of the path taken by RGCs. Our results indicate that the path of RGCs is correlated with stiffness gradients in vivo, before axon growth stalls after reaching the softer region. These findings are consistent with a role for substrate mechanics in axon pathfinding, which might not only be crucial during development but also during regenerative processes in the nervous system."},{"title":"The Quantum Measurement Problem","speaker":"Emily Adlam","loc":"","datetime":1425830400,"content":"Despite being an extraordinarily successful theory, quantum mechanics as it stands is manifestly incomplete, because there is no consensus about how the mathematical formalism can be read as a description of physical reality. Consequently, there exists considerable debate over how we should 'interpret' quantum mechanics - that is, what it tells us about how the world really works. In this talk I will discuss a range of proposed interpretations, including Niels Bohr's 'Copenhagen interpretation,' theories of spontaneous, consciousness-based and gravitational collapse, the Everett (many-worlds) interpretation, and the de Broglie-Bohm interpretation, briefly touching on the principal advantages and difficulties associated with each."},{"title":"Raspberry Pi Imaging","speaker":"Dan Safka","loc":"","datetime":1425826800,"content":"Time lapse image acquisition in both day and night of plant growth was available for about 3500 pounds at the start of my experiment in November. My task was to determine whether it is even possible to use Raspberry Pis to acquire comparable data. Using the camera without an infrared filter allows image acquisition in subjective night and appropriate settings similarly allow daytime acquisition. The current system also uses most of the pi idle time to do some basic image processing that saves time when a batch is processed on a Mac. Preliminary data have confirm interesting behaviour that my lab works on - circadian clock and the way how plants foresee the day start and how they react to sudden longer night, for which results should be ready by the time of the talk."},{"title":"Fragment-based drug discovery of potent and selective CYP121 inhibitors for tuberculosis","speaker":"Madeline Kavanagh","loc":"","datetime":1425825000,"content":"Tuberculosis is a re-emerging global epidemic which causes the death of more than 1.3 million people annually. Rising levels of antibiotic resistant bacterial strains and co-infection with HIV are key factors driving the resurgence of tuberculosis cases in developed countries, while inadequate hygiene and poor access to health care continue hinder disease control in developing nations. Current treatment regimens for tuberculosis require the co-administration of a cocktail of between 2-10 drugs over a 6-24 month period. The drugs cause numerous toxic side-effects, are difficult to administer and are incompatible with antiretroviral therapies for HIV and other co-morbid diseases. Consequently, patient compliance with treatment is low, further accelerating the development of antibiotic resistance. In addition, the only vaccine available for tuberculosis is ineffective in preventing the most common form of the disease in adults. As such, there is dire need for new drugs, with novel mechanisms of action.  This talk will introduce the concepts of fragment-based drug discovery using my PhD research on developing inhibitors for the enzymes CYP121 and CYP144 as examples. The inhibitors developed through this research have the potential to be novel treatments for drug-resistant tuberculosis and also enable us to further investigate the biological systems which contribute to the pathogenicity and virulence of the causal bacterium Mycobacterium tuberculosis."},{"title":"Finding shared causal variants between diseases.","speaker":"Mary Fortune","loc":"","datetime":1425823200,"content":"We know that there are many genetic loci associated with multiple autoimmune diseases. However demonstrating that a variant is associated with two traits is insufficient to establish causality for both; the true causal variants may be distinct but in linkage disequilibrium. I developed a statistical test to study whether two diseases share distinct or common variants in a given genetic region. By using this algorithm to leverage information across datasets, I was also able to identify novel disease associations."},{"title":"Exoplanets and the nature of other worlds","speaker":"Prof. Didier Queloz","loc":"","datetime":1425820500,"content":"Detection and characterization of planetary systems in the Universe is an historic scientific and human enterprise of this century. The completely unexpected characteristics of the many exoplanets found so far are capturing the interest of the scientific community as well as the general public imagination. \n \nAfter two decades of exoplanet discoveries the origin and nature of exoplanet remains surrounded by a glaze of mystery. Our Solar System seems one of the many solution Nature experiments when making planets.  This talk will provide an outlook of main results in exoplanet research  programs and prospects in  further characterization of planet structures  and atmospheres \n \n"},{"title":"The Not-So-Universal Genetic Code","speaker":"Alexey Morgunov","loc":"","datetime":1425815100,"content":"This year marks the 50th anniversary of the publication of Nirenberg and Leders work on deciphering the genetic code, the manual using which the information stored in the genes is converted into functional protein units. Half a century later, how well do we actually understand this most fundamental feature of all living systems? Despite some claims to the contrary, the genetic code is neither universal nor the most optimal.And how many amino acids are there, actually? (Hint: not 20.) How did the genetic code evolve, and why did it evolve the way it did? Is it still evolving? Can it be engineered? In my talk I will try addressing these questions and discuss what we know, what we think we know, and what we wish we knew about the evolution of the genetic code."},{"title":"Tunnelling and Imaginary Time - Instantons","speaker":"Carl Turner","loc":"","datetime":1425813300,"content":"Quantum mechanics underlies our understanding of the physical world, but although it possesses a classical limit, it shouldnt be thought of as just giving small deviations from the familiar rules of Newtonian mechanics. In particular, quantum tunnelling gives a remarkable example of a classical impossibility rendered possible in the real world. In this talk, well look at a striking way to think about these effects which generalizes to applications to condensed matter, particle physics and even cosmology."},{"title":"Teaching Computers to Read","speaker":"Guy Emerson","loc":"","datetime":1425811500,"content":"Modern computers can perform calculations far faster than humans, so why can't they do things that we take for granted, like reading a piece of text and understanding it?  What does it mean to understand text, anyway?  In this talk, I will outline two approaches to representing meaning, and contrast them.  I will try to explain first why they are appealing, and second why there still remain difficult problems to be Solved."},{"title":"Symposium","speaker":"","loc":"Winstanley Lecture Theatre","datetime":1425808800,"content":"The Trinity College Science Society Symposium and Dinner is a unique event spanning an entire day of talks by Trinity students. At the end of Lent term every year, current students of Trinity College present their research and findings to their peers in a friendly, informal environment. The event is free and open to all; no particular specialist knowledge is assumed. There is no need to stay for the whole day � just drop in on talks you find interesting.\nThe timetable is:\n\n10:00-10:45 Dr Arthur Norman: A Computing Project that has been running for 50 years \n10:45-11:15 Guy Emerson: Teaching Computers to Read\n11:15-11:45 Carl Turner: An Introduction to Instantons\n11:45-12:15 Alexey Morgunov: The Not-So-Universal Genetic Code\n12:15-13:15 Lunch\n13:15-14:00 Prof. Didier Queloz: Exoplanets and the Nature of Other Worlds\n14:00-14:30 Mary Fortune: Finding Shared Casual Variants Between Diseases\n14:30-15:00 Madeline Kavanagh: Fragment Based Discovery of Potent and Selective CYP121 Inhibitors for Tuberculosis\n15:00-15:30 Dan Safka: Raspberry Pi Imaging\n15:30-16:00 Break\n16:00-16:30 Emily Adlam: The Quantum Measurement Problem\n16:30-17:00 Amelia Joy Thompson: Poking Brains: the Mechanics of Neural Development\n17:00-17:45 Prof. Brakefield: Evolution on the Wing\n"},{"title":"A Computing Project that has been running for 50 years","speaker":"Dr Arthur Norman","loc":"","datetime":1425808800,"content":"Often when people think about Computer Science they will imagine that everything is very new and constantly changing. Well in some sense one of the key features of the subject is that rapid change, but it can also come as a surprise to find that there can be projects that have been successful enough that they last for a seriously long time and there is still more to do. The one I know about is called Reduce and is a system that performs algebra - in the sense that it does symbolic integration and differentiation and the other sorts of mathematical things that are part of what every scientist needs to do every day. It was started by Tony Hearn, whose PhD was in Theoretical Physics here at Trinity. Onwards from that he decided that some of the tedious calculations associated with Feynman Diagrams he was interested in might be done better by computer than by hand. The program he started expanded and became a general purpose symbolic algebra system and gradually others join in the work of developing, maintaining and distributing it. I find it is now rather over 40 years ago that I first got involved - and computers have changed a lot over the intervening years. Around a decade ago Hearn released Reduce so all its sources are now freely available to anybody, and a collection of us support it via its web-site at sourceforge. As well as being old Reduce is now quite sizable and the sourceforge site currently hosts the roughly 2.5 million of lines of source code involved. I will talk about some of the joys and challenges working with something that has so much history, that has contributions from pretty well all around the world and that is large enough that no one individual can understand it all. It you end up as a research Computer Scientist you may, if incautious, eventually find yourself faced with the same sorts of challenge."},{"title":"Under the Volcano: Geological Fieldwork in East Greenland","speaker":"Prof. Marian Holness","loc":"Winstanley Lecture Theatre","datetime":1425406500,"content":"If we want to understand how volcanoes behave we need to know what happens in the magma chambers that feed the eruptions. We can't directly access the magma stored under active volcanoes but we can take a look at the deeply-eroded roots of ancient volcanoes. The east coast of Greenland is scattered with the remains of a vast outpouring of magma associated with the opening of the North Atlantic some 60 million years ago. \nThe excellent exposure of the Skaergaard intrusion reveals a complex story of basalt magma trapped underground, with progressive solidification on the walls, roof and floor forming crystal mushy layers and a gradual change in the composition of the remaining magma. Detailed examination, both in the field and back in the lab, show how the process of fractionation actually works.\n"},{"title":"Quiz Night","speaker":"","loc":"Great Gate","datetime":1424716200,"content":"TCSS welcomes you all for a bar quiz in Trinity College's bar! There will be questions both for those who love science and those who'd like to escape it, yummy snacks for everybody, and of course, prizes for the winners! Come along with your team of 4 or just turn up and join a team here!"},{"title":"Electronics to Biology and back: mistakes I've made in my career so far","speaker":"Dr Gos Micklem","loc":"Winstanley Lecture Theatre","datetime":1424196900,"content":"Gos Micklem did his PhD on yeast at the MRC Laboratory of Molecular Biology in  Cambridge and before, during and after his post-doc at the ICRF in London he was distracted by Drosophila in Maria Leptin�s lab in Tubingen. He then joined the young Sanger Centre where he was responsible for setting up high throughput human genome sequence analysis when no-one ( including himself) knew how to do it. After three years he left the Sanger Centre for a   Cambridge mouse (later human) genetics biotech start-up where he was part of the founding management group and headed the bioinformatics group. \n\nFour years later he re-joined the academic world at the Genetics Department in Cambridge doing more bioinformatics. Since 2004 he has been a member of both the Genetics Department and the Department of Applied Mathematics and Theoretical Physics where despite not being a mathematician or a physicist he is the Director of the Cambridge Computational Biology Institute.    \n"},{"title":"Protein Misfolding and Cancer: the Tumour Suppressor p53","speaker":"Prof. Alan Fersht (Department of Chemistry)","loc":"Winstanley Lecture Theatre","datetime":1423592100,"content":""},{"title":"Physics of the Everyday","speaker":"Prof. Dame Athene Donald (Cavendish Laboratory)","loc":"Winstanley Lecture Theatre","datetime":1422987300,"content":"People associate physics either with the ultrasmall, sub-atomic particles so much in the news, or with the wonders of outer space and its huge distances. I prefer to work with the human-sized world and study the sorts of things that are very familiar to you: things that you eat, wear, utilise or that make up your own bodies and the organisms around us. This encompasses my field of soft matter physics and it mainly deals with aggregates of molecules in one way or another.\n\nI will consider how this sort of matter can be observed in detail and what it is that makes it special, looking at examples from plants to paint. I will also consider what studying some food may tell us about brain disease, by looking at generalities of the way long molecules behave when they interact. Finally I will try to describe why I think science is such a creative discipline and why research is so exciting."},{"title":"CUSU Shadowing Scheme: Embarrassing Diseases","speaker":"Dr. Julia Gog (DAMTP)","loc":"Winstanley Lecture Theatre","datetime":1422633600,"content":"The TCSS will be running an event for Shadows and their Mentors.\n\n\"The use of mathematical systems for modelling the spread of infectious disease has been around for quite a while now. Mathematical biologists have developed a world of intricate models including things like distribution of household sizes, population flows such as commute to work, airline transportation networks, seasonal and climate factors and what everyone had for breakfast. So we know in glorious detail how a decent pandemic ought to spread, right? Thing is, no one told influenza what it was supposed to do.\"\n\nThe talk will be followed by a discussion by a panel of current students with experience of working across fields in the Sciences. Questions from the audience are welcomed. \n\nAll Shadows welcome\nAll Colleges and Subjects welcome"},{"title":"Lessons in Biology from Human Disease","speaker":"Prof. Veronica Van Heyningen (UCL)","loc":"Winstanley Lecture Theatre","datetime":1422382500,"content":"When a finely-tuned system goes awry, dissecting what has gone wrong can provide great insight into normal function. Deciphering human developmental eye anomalies has allowed us to uncover aspects of how the genome is organised and how gene expression is controlled and modulated."},{"title":"Film Night: Guardians of the Galaxy","speaker":"","loc":"Winstanley Lecture Theatre","datetime":1421782200,"content":"Brash space adventurer Peter Quill (Chris Pratt) finds himself the quarry of relentless bounty hunters after he steals an orb coveted by Ronan, a powerful villain. To evade Ronan, Quill is forced into an uneasy truce with four disparate misfits: gun-toting Rocket Raccoon, treelike-humanoid Groot, enigmatic Gamora, and vengeance-driven Drax the Destroyer. But when he discovers the orb's true power and the cosmic threat it poses, Quill must rally his ragtag group to save the universe."},{"title":"Dipping an Academic Toe in the Commercial World","speaker":"Prof. Alan Mycroft","loc":"Winstanley Lecture Theatre","datetime":1417544100,"content":""},{"title":"Ice and High Water - the Contribution of Polar Ice to Present and Future Sea-Level Rise","speaker":"Prof. David Vaughan (British Antarctic Survey)","loc":"Winstanley Lecture Theatre","datetime":1416939300,"content":"The future security and prosperity of Europe�s coastal cities and survival of many unique coastal habitats requires scientists to deliver reliable sea-level projections which will form the basis of adaptation, management and protection planning for vulnerable coastal regions. Most of the contributions to sea-level rise can now be predicted with some confidence; the greatest remaining uncertainty lies in the contribution ice-loss from the polar ice sheets resting on Antarctica and Greenland. Indeed, the IPCC �s 2007 assessment contained a limited confidence in statements concerning the future contribution of ice sheet to sea-level rise. In this talk, I will highlight the recent progress that has allowed us to measure current ice-loss from Arctic glaciers and Greenland, and the key vulnerabilities that may lead to substantial loss in future, to irreversible ice- and eventually lead sheet retreat. I explain the relationship between global sea-level rise, and what we actually see along particular sectors of the coasts, and how sea-level rise will impact the frequency of damaging flood events on timescales ranging from years to centuries. I will talk about current work being undertaken at British Antarctic Survey to address these and other significant science questions, and the opportunities for UK scientists to develop science in Antarctica."},{"title":"Quiz","speaker":"","loc":"Great Gate","datetime":1416421800,"content":"TCSS welcomes you all for a bar quiz in Trinity College's bar! There will be questions both for those who love science and those who'd like to escape it, yummy snacks for everybody, and of course, prizes for the winners! Come along with your team of 4 or just turn up and join a team here! And, as at all our events, all are welcome and entrance is FREE.\n"},{"title":"Exploring and Exploiting the RNA World in Plants and Animals","speaker":"Prof. David Baulcombe","loc":"Winstanley Lecture Theatre","datetime":1416334500,"content":""},{"title":"Life Beneath the Sea Floor; the Ins and Outs of Marine Mud from a Geochemical Perspective","speaker":"Dr. Sasha Turchyn (Earth Sciences)","loc":"Winstanley Lecture Theatre","datetime":1415729700,"content":"Carbon is removed from Earth�s surface during the burial and subsequent lithification of carbon bearing minerals, primarily organic carbon (the breakdown of living organisms) and carbonate (also known as calcite or limestone). When carbon bearing minerals are added to sediments however, they continue to undergo chemical reactions as they are buried beneath the ocean floor; sediments are a large chemical and biological reactor. The deep biosphere in marine sediments comprises the bacteria and archaea living largely in the absence of oxygen; the deep biosphere is responsible for the oxidation of the vast majority of organic carbon that arrives onto marine sediments. I will discuss the use of geochemical measurements in fluids and minerals from marine sediments as a mechanism for studying processes within the deep biosphere and their impact on global ocean chemistry and the carbon cycle."},{"title":"Computing for the Future of the Planet","speaker":"Prof. Andy Hopper (Computer Laboratory)","loc":"Old Combination Room","datetime":1415124900,"content":"Digital technology is becoming an indispensable and crucial component of our lives, society, and the physical environment. A framework for the role of computing in dealing with sustainability of the planet will be presented. The framework has a number of goals: an optimal digital infrastructure, sensing and optimizing the physical world with a global model, reliably predicting and reacting to our environment, and digital alternatives to physical activities. Practical industrial examples will be given as well as longer-term research goals."},{"title":"Why Trust Public Experiments?","speaker":"Prof. Simon Schaffer (HPS)","loc":"Winstanley Lecture Theatre","datetime":1414520100,"content":"The talk discusses the problems in winning public trust for scientific claims through public demonstrations, and explores how the historical background of these kinds of trials has changed. It is often claimed that public sciences have unfortunately lost authority, and in cases such as anthropogenic climate change or genetic modification it is now unusually difficult to establish proper acknowledgment of facts and evidence. Some histories of the sciences and their publics may help clarify what is at stake in these controversies."},{"title":"Physics in the Nervous System","speaker":"Dr Kristian Franze (Neuroscience)","loc":"Old Combination Room","datetime":1413908100,"content":"Decades of research have led to many exciting insights into development, function and pathologies of the nervous system. Most of what we currently know is based on biochemical signaling and genetics. However, cells live in a physical world and obey physical laws. Here I will introduce some examples how cellular forces, tissue mechanics, and also optics contribute to the functioning of the nervous system, and how understanding physical cell interactions may lead to novel treatment strategies of currently incurable CNS disorders such as spinal cord injuries."},{"title":"Film Night: The Lego Movie","speaker":"","loc":"Winstanley Lecture Theatre","datetime":1413306000,"content":"An ordinary Lego construction worker, thought to be the prophesied \"Special\", is recruited to join a quest to stop an evil tyrant from gluing the Lego universe into eternal stasis."},{"title":"Garden Party","speaker":"","loc":"","datetime":1402833600,"content":"If you went last year, you will already be familiar with some of the joys that await you - for those of you who have not been: look forward to ice-cream (an incredible variety of flavours this year, but I will not ruin the surprise) and Pimms and a mass of other relieved scientists on the beautiful Trinity grounds.\n\nHow to get tickets?\n\nYou pay on the door. However, to get the discounted price of an incredible �2, you need to sign up on this form:\n\nhttps://docs.google.com/forms/d/1fTQZoI-0uO08u6PJ2alFqIvc1DwTlQyFaqun4EydDF4/viewform\n\n\nOtherwise, it is �4 on the door."},{"title":"High Energy Physics","speaker":"Professor Andy Parker","loc":"Winstanley Lecture Theatre","datetime":1394561700,"content":"The talk will review the our understanding of particle physics following the discovery of the Higgs boson, and the completion of the \"Standard Model\" of partilces and their interactions. The motivations for seeking a deeper layer underpinnng the Standard Model will be explained, and the current results on searches for supersymmetry and extra space dimensions will be described, with a view to the upcoming run of the Large Hadron Collider at higher energy."},{"title":"Social evolution in a grave","speaker":"Professor Rebecca Killner","loc":"Winstanley Lecture Theatre","datetime":1393956900,"content":"Burying beetles require a small vertebrate carcass to reproduce, which they shave, embalm and inter in a shallow grave and then use to provision their developing young. We are particularly interested in the interactions between the beetles and the microbial community that lives on the carcass. We have investigated the nature of the antimicrobials produced by the beetles to defend the carcass and we have tested whether the beetles recruit other species from the carrion community to assist in antimicrobial defence. We have also used metagenomics to analyse the microbiome of the carcass and to determine whether beetles actively manage its composition and structure � potentially to their own advantage."},{"title":"TCSS Symposium","speaker":"Various Speakers","loc":"Winstanley Lecture Theatre","datetime":1393756200,"content":"For details, see:\n\nhttp://talks.cam.ac.uk/talk/index/50397\n\nThis year sees our 11th Anniversary Annual Symposium and Dinner. The symposium is a day of multidisciplinary scientific exchange, culminating in a fantastic dinner in the Old Kitchens. In addition to talks by students, the symposium will feature talks by distinguished speakers, Dr. Murray Stewart and Professor Ali Alavi."},{"title":"Embroynic Development","speaker":"Professor Christopher Thompson","loc":"Winstanley Lecture Theatre","datetime":1393352100,"content":"Embryonic development is a remarkable feat of biological reproducibility.� This is despite the fact that the molecular processes that underlie developmental mechanisms are actually rather noisy, variable, or even stochastic.�For many years, the prevailing idea has thus been that noise must be dampened. However, recent observations of simple microbial systems challenge this idea, and even suggest stochastic heterogeneity or noise in cell signalling and responses can be evolutionarily advantageous.� Together, these findings have huge implications, because they raise the question of whether heterogeneity plays a role in cell fate choice and developmental patterning in higher organisms. In this talk I will describe our progress in understanding this question through the identification of 'lineage priming' genes and will discuss its implications for regenerative medicine.\n"},{"title":"Playing ping-pong with single electrons","speaker":"Chris Ford","loc":"Winstanley Lecture Theatre","datetime":1392142500,"content":"Semiconductor fabrication techniques allow researchers to make devices\ncontaining just a single electron, resembling an artificial atom, with\nquantised energy levels, but with far more control than in a real atom.\nThe long-term goal is to make a quantum computer using a set of these\n\"quantum dots\", each holding a quantum bit of information (\"qubit\").\nProf. Ford will introduce these topics and will describe his work on\ntransferring single electrons between dots using sound waves travelling\nalong a surface."},{"title":"Losing sleep over the spread of Alzheimer's disease","speaker":"Damian Crowther","loc":"Winstanley Lecture Theatre","datetime":1391537700,"content":"It is known that people with Alzheimer's disease (AD) don�t sleep well at night and snooze during the day - rather than having a clear demarcation between activity and sleep. It is not known whether this behavioural arrhythmia is due to loss of the clock circuitry or whether it is due to peripheral clock oscillators ignoring the central clock.� We have recreated this phenotype in our Drosophila model of AD and find that the flies become arrhythmic despite their central clock continuing to tick normally.� I will discuss this data and its relevance for patients, and present a novel method for linking behaviour to clock activity in the flies.\nThe second part of the talk will focus on the measurement of protein aggregation seeding in tissues and correlating that with disease activity.� I will talk about how we have developed an assay that we think can detect the seeding of the protein aggregation that underpins diseases such as AD.� I will describe how we are trying to commercialise this assay."},{"title":"Tracking proteins inside cells","speaker":"Laurent Gatto","loc":"Old Combination Room","datetime":1391105700,"content":"In biology, localisation is function. Cells display a complex\nsub-cellular structure with numerous distinct niches responsible for\nspecific biological processes. Consequently, not only must proteins be\npresent to accomplish their biological functions, but they must be\nlocalised at their intended sub-cellular locations. In contrast,\nmislocalised proteins can have serious advert consequences. We will\nreview and understand how contemporary experimental and computational\ntechnologies can be used to create sub-cellular localisation maps for\nthousands of proteins."},{"title":"Think of a Number","speaker":"Imre Leader","loc":"Winstanley Lecture Theatre","datetime":1390582800,"content":"Are you taking part in the CUSU Shadowing Scheme this Friday?\n\nThe Trinity College Science Society (together with the TMS) will be hosting \nan event for Shadows and their Mentors.\n\nIn addition, Dr. Sarah Teichmann will be speaking at 5:45, on a topic of \ninterest to those studying Natural Sciences.\n\nThis event is open to all - all that is required is an interest in \nstudying mathematics or sciences! All subjects and colleges welcome. \nPlease do come along and bring your Shadows. A free dinner will be \nprovided after the talk."},{"title":"Chemical Looping Combustion: A Technology for the Clean Utilisation of Coal","speaker":"John Dennis","loc":"Winstanley Lecture Theatre","datetime":1390328100,"content":"Coal is used for around 39% of global production of electricity. Despite being one of the most polluting fossil fuels, in terms of mass of CO2 emitted per unit of power generated, the use of coal is projected to increase from present day levels by ~ 80% by 2030. It is, therefore, important to find ways of using it for power generation whilst avoiding the release of CO2 into the atmosphere. The currently-available technology for CO2 separation is by scrubbing the flue gases with, e.g. monoethylamine (MEA): however, this technique comes with a large energy penalty because of the large heat requirement for regeneration of the solvent, reducing the efficiency of the power plant by up to one-third. \nThis presentation will survey, briefly, current methods for separating CO2. It will then present some research being conducted at Cambridge on Chemical-looping combustion (CLC), which has the inherent property of separating CO2 from flue gases without the energy penalty associated with amine scrubbing. Instead of air, it uses an oxygen-carrier, usually in the form of a metal oxide, to provide oxygen for combustion. If time permits, further work on a modification of chemical looping will be described, involving the oxides of iron in packed bed reactors, to produce hydrogen of high purity from low-grade synthesis gas. This offers substantial benefits in terms of the distributed production of hydrogen, avoiding costly transport of the gas by a dedicated grid. "},{"title":"New insights into famous tsunamis","speaker":"James Jackson","loc":"Winstanley Lecture Theatre","datetime":1386008100,"content":"The tsunamis following the 2004 Sumatra and 2012 Japan earthquakes were the largest for 40 years.� They were observed with unprecedented detail, allowing us to see how they are caused and giving us insights into famous historical catastrophes such as the Mediterranean tsunami of AD365 and the orphan tsunami of 1700 in Japan."},{"title":"Much ado about nothing","speaker":"Peter Atkins","loc":"Old Combination Room","datetime":1385489700,"content":"It seems that if science is to answer the greatest question of all, how something comes from nothing without intervention, then one day it must move on to confront this question or forever be incomplete."},{"title":"Examples of synergy leading to innovations in materials science","speaker":"Derek Fray","loc":"Winstanley Lecture Theatre","datetime":1384884900,"content":"This presentation will illustrate how knowledge of a problem, coupled with an understanding of the requisite science, can lead to innovative solutions associated with the use of renewable energy, its generation and storage, green processing of materials (including recycling), and, finally, care of an ageing population.�"},{"title":"A Day in the Life of a Geophysicist","speaker":"CGG Research","loc":"Winstanley Lecture Theatre","datetime":1384366500,"content":"CGG welcomes you to their Company Presentation on, which will detail a brief overview of the company followed by a talk from one of our Geophysicists about how they carry out their r�le and the skills they have transferred from university into the workplace."},{"title":"The Benefits of a Cambridge Education: John Henslow and the creation of Charles Darwin","speaker":"John Parker","loc":"Winstanley Lecture Theatre","datetime":1384280100,"content":"How was Charles Darwin, failed medic, transformed at Cambridge into a 22 year old naturalist versed in geology, botany and zoology and suitable to make observations befitting a Royal Navy Survey Ship?"},{"title":"Exhumation, pathology and genetics are basic ingredients to reconstruct the Spanish influenza of 1918","speaker":"John Oxford","loc":"Winstanley Lecture Theatre","datetime":1383675300,"content":"Departement of virology at Queen Mary's London has got a collection of 90 affected lung samples from period 1911 to 1922. They propose that it is possible to transfer an evolving influenza from dead soldiers at Western front"},{"title":"FILM NIGHT - Star Trek VII, Generations","speaker":"Speaker","loc":"Junior Combination Room","datetime":1383076800,"content":"Join us in the Junior Combination Room at 2000 for your fix of Patrick Stewart and popcorn!"},{"title":"Too hot to handle","speaker":"Herbert Huppert","loc":"Winstanley Lecture Theatre","datetime":1382458500,"content":"Current global anthropogenic emissions of carbon dioxide are approximately 32 billion tonnes annually. Earlier this year the atmospheric content exceeded 400 parts per million, the highest value in over 2.5 million years. The influence of this green-house gas on climate has raised concern. Associated global temperature increases, accompanied by increased variability, could lead to flooding, droughts and be responsible for early deaths. The presentation will present a general discussion of the background and current concerns of climate change and possible mitigation scenarios."},{"title":"42","speaker":"Robert Brady & Ross Anderson","loc":"Winstanley Lecture Theatre","datetime":1381853700,"content":"�Yves Couder and colleagues in Paris vibrated a container of oil and found they could make droplets bounce on the surface. The droplets exhibited 'quantum mechanical' behaviour including double-slit diffraction and quantised energy levels.�This talk will be very accesible to freshers.Details"},{"title":"Julian Huppert","speaker":"Julian Huppert","loc":"Old Combination Room","datetime":1368724500,"content":""},{"title":"Film Night Marathon","speaker":"","loc":"Junior Parlour","datetime":1363203000,"content":"Join us for a relaxed night in the Junior Parlour watching the science fiction drama film Primer (2004), followed by a marathon of The Big Bang Theory (2007) episodes. Refreshments from 19:30, film starts 20:00."},{"title":"The Higgs Boson: from LHC to ILC","speaker":"Professor Mark Thomson","loc":"Winstanley Lecture Theatre","datetime":1363112100,"content":"Professor Thomson is Professor of Experimental Particle Physics at the Cavendish Laboratory and is currently leading a new development in particle flow calorimetry for an ILC detector."},{"title":"Network Biology: Insights Into The Organisation Of Biological Systems At Different Scales","speaker":"Dr Madan Babu","loc":"Winstanley Lecture Theatre","datetime":1362680100,"content":"[Joint with BioSoc] The cell is a highly crowded environment that is made up of different kinds of biomolecules such as proteins, nucleic acids and metabolites. How can one understand such a complicated system as a whole? In this lecture, Dr Babu will introduce the concept of complex networks. He will then discuss some of the work in his laboratory and highlight the insights gained into the organisation of biological systems at different scales (from angstroms to nanometers to micrometers)."},{"title":"Be Careful What You Wish For? A Laboratory-Evolved H5N1 Bird Flu Virus That Can Potentially Transmit Among Humans","speaker":"Professor Derek Smith","loc":"Winstanley Lecture Theatre","datetime":1362507300,"content":"Prof Smith is Professor of Infectious Disease Informatics, specialising in antigenic cartography."},{"title":"SPICE: Stratospheric Particle Injection for Climate Engineering","speaker":"Dr Hugh Hunt","loc":"Winstanley Lecture Theatre","datetime":1361902500,"content":"Dr Hunt will present an overview of the SPICE project, which investigates the benefits, risks, costs and feasibility of solar radiation management through the deployment of reflective aerosols in the stratosphere."},{"title":"Human Evolution: New Approaches, New Questions","speaker":"Professor Robert Foley","loc":"Winstanley Lecture Theatre","datetime":1361297700,"content":"The study of human evolution has been transformed in recent years by the range of approaches — from archaeology and anthropology, to genetics, to ecology and palaeoecology, to psychology and cognitive science — which are now possible. Not only does this mean we know more, but we are also able to ask new questions about our past. This talk will explore some of these developments and the new perspectives they provide for reconstructing the evolutionary history of the human species."},{"title":"Nuclear Reprogramming","speaker":"Professor Sir John Gurdon, 2012 Nobel Laureate","loc":"Large Lecture Theatre, Plant Sciences","datetime":1360782000,"content":"[Joint with BioSoc] Nuclear transfer to amphibian eggs was used some fifty years ago to demonstrate that  almost all cells of the body have the same set of genes.  This led, over the next few decades, to an increasing interest in the prospects of using nuclear reprogramming for drug testing and eventual cell replacement therapy.  This talk will trace the history of these evolving ideas and prospects."},{"title":"Film Night: Minority Report (2002)","speaker":"","loc":"Junior Combination Room","datetime":1360697400,"content":"Come join us and watch a film on the large screen in the JCR at 20:00, after refreshments from 19:30.\n"},{"title":"Cambridge and Global Health","speaker":"Professor Sir Leszek Borysiewicz","loc":"Winstanley Lecture Theatre","datetime":1360260900,"content":"Addressing healthcare is a complex problem – the sort of problem that Cambridge is good at tackling. In this lecture Sir Leszek will discuss the changing nature of global disease, and of healthcare. He will explain how health, education, social development, and agricultural development are mutually dependent: and how health has become a measure of societal development and national wealth, as well as an important goal in its own right. Finally, he will illustrate the part Cambridge can play as a major research university in helping address these sorts of multidisciplinary global challenges."},{"title":"What Can We Learn From Sequencing Thousands of Human Genomes?","speaker":"Dr Richard Durbin","loc":"Winstanley Lecture Theatre","datetime":1360088100,"content":"New DNA sequencing technologies have lowered costs per base sequenced by five orders of magnitude since the reference human genome was completed 10 years ago. This talk will explain how projects such as the 1000 Genomes Project are using this to study genetic variation at a population level and how this will change our knowledge of human biology. It will also ask if the possibility of obtaining personal genome sequences has major consequences for individuals."},{"title":"Pub Trip","speaker":"","loc":"Great Gate","datetime":1359658800,"content":"Meet up at the Great Gate of Trinity College for a social evening in the pub with like-minded peers. If you can�t make 19:00 and want to join later, check our Facebook page for our location."},{"title":"Fusion Energy: When?","speaker":"Professor Steven Cowley","loc":"Winstanley Lecture Theatre","datetime":1359483300,"content":"Fusion has progressed from the insight of Sir Arthur Stanley Eddington in 1920 and Fermi's speculations in 1946 to the threshold of fusion burn at JET at Culham and soon in the international experiment ITER. The challenge of providing carbon free energy for the whole world is greater than ever. We need fusion. Prof Cowley will examine two key questions. What scientific questions must be resolved and how can we hasten the first fusion electricity?"},{"title":"Ultracold Atoms","speaker":"Professor Michael K�hl","loc":"Winstanley Lecture Theatre","datetime":1358878500,"content":"Quantum control of trapped ultracold atoms has achieved a fascinating level of perfection. Ever more complex quantum states have been engineered in recent years, which potentially could be exploited for quantum computing and quantum simulation. This talk will explain how this opens the door for a variety of new approaches to quantum chemistry, quantum information processing, and the investigation of impurity effects in quantum many-body systems."},{"title":"The Centenary of the Discovery of Cosmic Rays — The End of the Beginning","speaker":"Professor Sir Arnold Wolfendale, 14th Astronomer Royal","loc":"Winstanley Lecture Theatre","datetime":1354040100,"content":"2012 marks the Centenary of the remarkable discovery of a penetrating 'radiation' from the Cosmos. The lecture will describe the actual discovery and the wealth of new science that followed it, including the discovery of the new 'elementary' particles. Where do we go from here? Sir Arnold will give his views and will welcome those from the audience."},{"title":"Computer Generated Holography — Towards the Holodeck","speaker":"Dr Tim Wilkinson","loc":"Winstanley Lecture Theatre","datetime":1353435300,"content":"The current displays market has been inundated by '3D' technology, however this is merely an illusion generated by stereoscopic image pairs. A true 3D display will generate the light as seen by the eye from a 3D world, and currently the only way of doing this is with holography. In this talk Dr Wilkinson will discuss the relative merits of both 2D and 3D image generation with holograms and demonstrate both strengths and weaknesses from a technological perspective. He will also highlight some of his latest research into plasmonic holography and metamaterials which may hold the key to unlocking a truly 3D display."},{"title":"From the Nuts and Bolts of Synthetic Biology to Engineering New Genomes","speaker":"Dr Tom Ellis","loc":"Winstanley Lecture Theatre","datetime":1352830500,"content":"Synthetic biology seeks to understand and derive value from biology via its re-design and synthesis using engineering principles. Despite its early stage, synthetic biology has already shown great potential to make both scientific breakthroughs and yield applications. Within synthetic biology are emerging areas that include re-wiring of gene regulation for novel cellular functions, new methods for DNA synthesis and assembly, rational DNA part design and the use of mathematical modelling and software tools to inform biological design. The one area of synthetic biology that has had the greatest impact on the public's imagination so far has been genome engineering, via the complete synthesis and operation of a cellular genome in 2010 by Craig Venter and others. While this work provided a landmark moment for the subject, we are still far away from understanding how to rationally go from a set of DNA parts to designer genomes. In this talk Dr Ellis will discuss his lab�s efforts to tie-together parts-based synthetic biology in yeast and genome engineering of yeast towards the end goal of writing custom genomes for specific applications."},{"title":"Everything from Nothing, or How our Universe was Made","speaker":"Professor Carlos Frenk","loc":"Winstanley Lecture Theatre","datetime":1352225700,"content":"Cosmology confronts some of the most fundamental questions in the whole of science. How and when did our universe begin? What is it made of? How did galaxies and other structures form? There has been enormous progress in the past few decades towards answering these questions. For example, recent observations have established that our universe contains an unexpected mix of components: ordinary atoms, exotic dark matter and a new form of energy called dark energy. Gigantic surveys of galaxies reveal how the universe is structured. Large supercomputer simulations recreate the evolution of the universe and provide the means to relate processes occuring near the beginning with observations of the universe today. A coherent picture of cosmic evolution, going back to a tiny fraction of a second after the Big Bang, is beginning to emerge. However, fundamental issues, like the identity of the dark matter and the nature of the dark energy, remain unresolved."},{"title":"Healthcare Biotechnology","speaker":"Professor Chris Lowe","loc":"Winstanley Lecture Theatre","datetime":1351710000,"content":"Prof Lowe will explain his work in healthcare biotechnology, particularly where it is applied to the high-value low-volume sectors of biopharmaceuticals, sensors and diagnostics and microbial technology."},{"title":"Development of the DNA Vaccine Against HIV/AIDS","speaker":"Professor Mart Ustav","loc":"Winstanley Lecture Theatre","datetime":1351620900,"content":"Prof Ustav shall explain how study of the general functions of the papillomavirus proteins led to the development of the DNA plasmid based expression vectors, which were effectively used in vivo. In fact, his group used papillomavirus protein E2 and respective binding sites in the viral genome and engineered recombinant plasmid, which has similar properties to papillomavirus genomes: a) to be maintained as multicopy nuclear extrachromosomal element in the nucleus of the transfected cells for extenden time and b) be transfered to the daughter cells in the similar fashion like papillomavirus genomes. Addition of this papillomavirus genome function generated expression plasmid which produced the produt of interest — HIV1 antigens, at the very much higher level in comparison to conventional vectors and expression is maintained for much longer time in the targeted tissue. Application of such DNA vaccine into HIV1 positive treatment naive patients resulted in induction of anti-HIV specific T-cell immune response, reduction of the viral load up to one order of magnitude and increase in CD4+ cell counts by 20% as shown in phase II clinical study."},{"title":"Watching Single Molecules","speaker":"Professor David Klenerman","loc":"Winstanley Lecture Theatre","datetime":1351181700,"content":"Prof Klenerman will explain how his group are exploiting single molecule fluorescence spectroscopy to probe the intramolecular dynamics, conformations and function of range of important molecules and processes including the T-cell receptor on live cells and protein folding."},{"title":"Climate Change","speaker":"Mr Bob Ward","loc":"Winstanley Lecture Theatre","datetime":1350404100,"content":"Mr Ward is policy and communications director of the Grantham Research Institute on Climate Change and the Environment at London School of Economics and Political Science, having previously worked at the Royal Society, heading the media team for eight years."},{"title":"Quantum Photonics","speaker":"Professor Jeremy O�Brien ","loc":"Winstanley Lecture Theatre","datetime":1349799300,"content":"Prof O�Brien will explain his work exploring fundamental aspects of quantum mechanics as well as working towards future photonic quantum technologies by generating, manipulating and measuring single photons and the quantum systems that emit these photons."},{"title":"Freshers� Squash Film Night: Avengers Assemble","speaker":"","loc":"Winstanley Lecture Theatre","datetime":1349544600,"content":"Come join us for a drink and a chat with other science-minded people in the Blue Boar Common Room before we move into the Winstanley Lecture Theatre to watch the blockbuster film Avengers Assemble. Copious refreshments will be provided.\n\n(19:30 pre-drinks for a 20:00 start)"},{"title":"Garden Party","speaker":"","loc":"","datetime":1339934400,"content":"Book now for �2 entry to our fabulous Garden Party and save 60% off the normal price! There'll be fruit, Pimms', soft drinks, chocolate, and much more.\n\nTo book, complete this form: http://tinyurl.com/tcssgp2012"},{"title":"Film Night: Contagion (2011)","speaker":"","loc":"Junior Combination Room","datetime":1337104800,"content":"A thriller centred on the threat posed by a deadly disease and an international team of doctors contracted by the CDC to deal with the outbreak.\n\nStarring Marion Cotillard, Matt Damon, Laurence Fishburne, Jude Law, Gwyneth Paltrow, and Kate Winslet. Rotten Tomatoes stated \"tense, tightly plotted, and bolstered by a stellar cast, Contagion is an exceptionally smart�and scary�disaster movie.\" Many scientists have praised the accurate depictions of medical and scientific practices in the film."},{"title":"Film Night: Gattaca (1999)","speaker":"","loc":"Junior Combination Room","datetime":1336240800,"content":"A genetically inferior man assumes the identity of a superior one in order to pursue his lifelong dream of space travel.\n\nStarring Ethan Hawke, Uma Thurman and Jude Law, Gattaca was nominated for the 1997 Academy Award for Best Art Direction. In a review for Nature Genetics, molecular biologist Lee M Silver stated that \"Gattaca is a film that all geneticists should see if for no other reason than to understand the perception of our trade held by so many of the public-at-large,\" while Roger Ebert said \"this is one of the smartest and most provocative of science fiction films, a thriller with ideas.\""},{"title":"The Higgs and the Cosmological Constant: They're Just Not Natural","speaker":"Professor David Tong","loc":"Winstanley Lecture Theatre","datetime":1331662500,"content":"The Higgs boson explains why all particles have mass. The cosmological constant explains why the expansion of the Universe is speeding up. Yet both explanations suffer from a problem that theoretical physicists call \"naturalness\". In this talk I will describe the Higgs boson and the cosmological constant and explain why both these phenomena are so very puzzling. Resolving these puzzles is one of the major open problems in theoretical physics."},{"title":"Reprogramming the Genetic Code (joint event with BioSoc)","speaker":"Dr Jason Chin","loc":"Large Lecture Theatre, Plant Sciences","datetime":1331233200,"content":"The information for synthesizing the molecules that allow organisms to survive and replicate is encoded in genomic DNA. In the cell, DNA is copied to messenger RNA, and triplet codons (64) in the messenger RNA are decoded - in the process of translation - to synthesize polymers of the natural 20 amino acids. This process (DNA RNA protein) describes the central dogma of molecular biology and is conserved in terrestrial life. We are interested in re-writing the central dogma to create organisms that synthesize proteins containing unnatural amino acids and polymers composed of monomer building blocks beyond the 20 natural amino acids.\n\nI will discuss our invention and synthetic evolution of new 'orthogonal' translational components (including ribosomes and aminoacyl-tRNA synthetases) to address the major challenges in re-writing the central dogma of biology. I will discuss the application of the approaches we have developed for incorporating unnatural amino acids into proteins and investigating and synthetically controlling diverse biological processes, with a particular emphasis on understanding the role of post-translational modifications."},{"title":"The Apprenticeship of a Scientist","speaker":"Professor Sir Michael Atiyah","loc":"Winstanley Lecture Theatre","datetime":1331057700,"content":"What is research? How does one start? What are the crucial choices? I will address such issues based on my personal experiences and will be happy to turn the event into a discussion forum."},{"title":"Zero Degrees of Empathy","speaker":"Professor Simon Baron-Cohen","loc":"Winstanley Lecture Theatre","datetime":1330452900,"content":"Empathy is the drive to identify another person�s thoughts and feelings and to respond to these with an appropriate emotion. Empathy comes by degrees, with individual differences evident in the traditional bell curve. We now know quite a lot about which parts of the brain are used when we empathize and how empathy develops in children. We also know that early experience affects empathy, but so does biology: hormones in the womb, and specific genes. There are several ways in which one can lose one�s empathy, clearly seen in psychiatric conditions such as the personality disorders including the psychopath. However, there is one condition, autism, which not only entails difficulties with empathy but can lead to a talent in �systemizing�: the aptitude to spot patterns in the world. We discuss how people with autism and psychopaths show opposite empathy profiles. Finally, the discovery that there may be �genes for empathy� implies that empathy may be the result of our evolution."},{"title":"Science and Non-science in UK Drug and Alcohol Policy","speaker":"Professor David Nutt","loc":"Winstanley Lecture Theatre","datetime":1330020900,"content":"The regulation of drugs � including alcohol and tobacco � is an issue of pressing importance due to the increasing health care costs associated with their use and the new sorts of synthetic agents being developed and sold over the internet.\n\nMy talk will reflect on these issues in the light of my ten years experience on the governments Advisory Council on the Misuse of Drugs from which I was sacked about a year ago. I shall present new analyses that compare the harms of drugs and alcohol using more sophisticated methodology and challenge many of the current misconceptions about drugs � their harms � and how to deal with them."},{"title":"Decoding Genomes at High Speed","speaker":"Professor Shankar Balasubramanian","loc":"Winstanley Lecture Theatre","datetime":1329848100,"content":"There has recently been a quantum leap in our ability to accurately decode human genome sequences at an unprecedented speed and cost.  This technological advancement is transforming biology and is bringing to the forefront the possibility of individualising medicine based on our genomes.  In this talk I will discuss the origins of this technology revolution, how it is changing science and a vision for how it may shape medicine over the next 20 years."},{"title":"The Antibody Revolution: Turning Inventions Into Medicines and Companies","speaker":"Sir Greg Winter","loc":"Winstanley Lecture Theatre","datetime":1329243300,"content":"In recent years therapeutic antibodies have been displacing small molecule drugs as blockbuster pharmaceuticals, and large pharmaceutical companies have been buying the biotechnology companies that developed them. The talk will explain how this revolution started and where it may lead."},{"title":"The Science of Invisibility","speaker":"Professor Sir John Pendry","loc":"Winstanley Lecture Theatre","datetime":1328638500,"content":"Electromagnetism encompasses much of modern technology. Its influence rests on our ability to deploy materials that can control the component electric and magnetic fields. A new class of materials has created some extraordinary possibilities such as a negative refractive index, and lenses whose resolution is limited only by the precision with which we can manufacture them. Cloaks have been designed and built that hide objects within them, but remain completely invisible to external observers. The new materials, named metamaterials, have properties determined as much by their internal physical structure as by their chemical composition and the radical new properties to which they give access promise to transform our ability to control much of the electromagnetic spectrum."},{"title":"What Can a Simple Oil Droplet Teach Us About Life?","speaker":"Dr Martin Hanczyc","loc":"Winstanley Lecture Theatre","datetime":1328033700,"content":"I study abstract simple systems that are far removed from biology, yet demonstrate some phenomenology of living systems. Small oil droplets running around in a dish are using purely chemical and physical mechanisms to move, explore, and modify their environment. By moving, the droplets are able to avoid for a longer time a kind of chemical death where they become mired in their waste products, shutting down their metabolism and stopping movement indefinitely. In a way the motile droplets are actively avoiding equilibrium and while doing so appear to demonstrate lively behaviors, such as droplets circling or following each other in a kind of dance. Beyond these life-like behaviors, the droplets bear little similarity to living organisms. Existing natural organisms are not oil based and they do not use the same mechanism of movement. In this sense the droplets could be termed artificial. Such simple non-living artificial systems capable of living properties may be useful as a technology, especially since they do not need to contain DNA and therefore do not have many of the risk and ethical concerns of for example genetically modified organisms.\n\nSeveral diverse types of chemical droplets show self-movement, including models that try to capture an essential aspect of the origin of life. The experiments using a primordial tar as fuel to drive droplet movement is an example of this. It has long been considered that self-assembly of the right recipe of molecules into structures that are essentially living cells are all that is needed for life to spontaneously form. However despite over 100 years of experimentation with self-assembled systems, no one has been able to demonstrate the creation of artificial life. The oil droplet system teaches us that some mechanism other than self-assembly may be necessary for the formation of life, in this case that mechanism is self-movement. By this mechanism the primitive cell (or protocell) enters into an active communication with its environment while it searches for resources while at the same time remodeling its environment, much like living organisms do. Another mechanism to avoid equilibrium could be replication. Only by creating such simple experimental models can one begin to test hypothesis not only about the origin of life but also about the very nature of living systems."},{"title":"How Plants Grow: New Principles of Development from Live Imaging and Computational Modelling","speaker":"Professor Elliot Meyerowitz","loc":"Winstanley Lecture Theatre","datetime":1327601700,"content":"Plants grow from meristems, collections of stem cells found at the apical tip of each shoot, and at the base of each root.  The shoot apical meristem of flowering plants is the source all of the parts of the plant found above ground, and therefore is responsible for most of our food, fiber, and even atmospheric oxygen.  How this collection of a few hundred stem cells makes, over time, a highly patterned plant, with dozens of cell types, is under study.  Recent investigations directed to understanding the origin of the pattern of leaves around each stem in the laboratory plant Arabidopsis thaliana have involved live imaging using laser scanning confocal microscopy, and computational modelling of cell-cell interactions.  These studies have led to a detailed model of pattern formation at the shoot apex, and to some surprises: a new class of developmental model, and the discovery that leaf pattern results from feedbacks between chemical signals and physical forces in growing tissues."},{"title":"Molecular Systems Architecture: From Complexity to Function","speaker":"Dr Jonathan Nitschke","loc":"Winstanley Lecture Theatre","datetime":1322590500,"content":"Nature employs self-assembly � the bringing together of molecular sub-units under thermodynamic control, during which less-stable assemblies are broken up in favour of the most stable assemblies � to construct her most complex architectures, from the folds and adhesions that lend tertiary and quaternary structure to proteins, to the zipping-up of DNA. Within living organisms many different self-assembly processes are continuously occurring in parallel. These processes use many of the same interactions (such as hydrogen bonding, Coulombic attraction or repulsion, or hydrophobic effects) in similar ways, yet these parallel self-assembly processes are able to avoid interfering with each other.\n\nOne strand of our research programme seeks to decipher the complex rule sets followed by abiological building blocks as they self-assemble within systems. Once understood, these rule sets may be used to create either single complex architectures, in which individual building blocks might at first glance have several possible destinations, but where hierarchies of rules collectively direct the system to produce a single product, or systems of structures that share common building blocks and self-assembly processes, yet which self-assemble without interfering with each other.\n\nSystems of the second type may be induced to reassemble in complex ways upon the addition of a single new building block, as the incorporation of this building block causes one structure to rearrange, releasing other building blocks that may induce the rearrangement of other structures within the system. The study of such cascade processes, and the deciphering of complex self-assembly rules more generally, may help shed light upon the underpinnings of biological complexity."},{"title":"Film Night: Solaris (1972)","speaker":"","loc":"Winstanley Lecture Theatre","datetime":1322337600,"content":"Starring: Natalya Bondarchuk, Donatas Banionis, J�ri J�rvet, and Vladislav Dvorzhetsky."},{"title":"Replicating RNA with RNA","speaker":"Dr Philipp Holliger","loc":"Winstanley Lecture Theatre","datetime":1321985700,"content":"A critical event in the origin of life is thought to have been the emergence of an RNA molecule capable of self-replication as well as mutation, and hence evolution towards ever more efficient replication. As this primordial replicase appears to be have been lost in time, we are using synthetic biology to build modern-day �Doppelgangers� of the ancestral replicase to reconstruct and study life�s first genetic system.\n\nI will discuss our progress in the engineering and evolution of an RNA replicase as well as future challenges such as the integration of RNA self-replication within protocellular structures with a view to build simple quasicellular systems with life-like properties."},{"title":"Dark Energy: A Lot of Fuss About Nothing","speaker":"Professor Bob Nichol","loc":"Winstanley Lecture Theatre","datetime":1321380900,"content":"About a decade ago, astronomers and cosmologists were shocked to discover that the expansion of the Universe was accelerating, contrary to expectations that gravity would lead to a decelerating Universe. This discovery has lead to the introduction of \"Dark Energy\"; a proposed energy field potentially associated with the vacuum energy of space itself.\n\nIn this talk, I will begin by reviewing the observations of the Universe that have forced us to accept Dark Energy. I will then outline the next steps in understanding the strange phenomenon including testing our fundamental assumptions of General Relativity and exploring how dark energy may change to time. Time permitting, I will conclude with a look at the next decade of dark energy experiments."},{"title":"The Bacterial Cytoskeleton","speaker":"Dr Jan L�we","loc":"Winstanley Lecture Theatre","datetime":1320776100,"content":"ParM filament condensation and unidirectional elongation leads to bipolar plasmid segregation. Low copy-number plasmids utilise partitioning systems for the segregation of DNA to the two daughter cells. R1 plasmid contains the ParMRC system, comprising of a centromeric DNA region parC, an actin-like protein ParM and the adaptor protein ParR that binds to the ParM filaments and parC. ParMRC forms a bipolar spindle by growing a filament between the sister plasmids, pushing them to the poles. Here we show that ParR binding locks ParM into a filament-like conformation, functioning similar to eukaryotic actin polymerising proteins. ParR binding is restricted to the barbed-end of the ParM filament, leading to unidirectional elongation, only. ParM filaments condense and slide against each other to and this property is likely to stabilise two or more antiparallel ParM filaments, stabilised at the barbed-end by the ParRC complex. This then leads to the formation of a bipolar spindle, comprised of a bundle of growing and sliding filaments, pushing plasmids in opposite direction."},{"title":"String Theory: A Unifying Principle in Theoretical Physics","speaker":"Professor Michael Green","loc":"Winstanley Lecture Theatre","datetime":1320171300,"content":"String theory evolved as a framework for describing the elementary particles and their interactions in a unified manner. It has a number of distinctive features that give it a degree of consistency and a mathematical elegance that earlier theories do not possess.\n\nRecent developments suggest that string theory has an even wider role in theoretical physics, making remarkable interconnections between apparently very different areas � for example, relating phenomena in condensed matter physics to properties of black holes.\n\nThis talk will give a (very) elementary introduction to the background of these ideas."},{"title":"Film Night: Blade Runner (1982)","speaker":"","loc":"Winstanley Lecture Theatre","datetime":1319911200,"content":"Starring: Harrison Ford, Rutger Hauer, Sean Young, Edward James Olmos, and Daryl Hannah."},{"title":"Chasing Wild Chimpanzees: Forty Years of African Field Study","speaker":"Professor William McGrew","loc":"Winstanley Lecture Theatre","datetime":1319559300,"content":"Chimpanzees inhabit a wide variety of habitats in sub-Saharan Africa, from rain forest to savanna. Their behaviour, whether in subsistence or sociality, varies greatly too. To understand this diversity requires careful comparative study, seeking data on differences and similarities across populations.\nI have pursued these aims from Senegal to Tanzania, and published books and articles accordingly. However, this talk describes and illustrates what lies behind the science, what never appears in journals, about what the research entails."},{"title":"How Do You Really Know What the Temperature Is?","speaker":"Dr Michael de Podesta","loc":"Winstanley Lecture Theatre","datetime":1318954500,"content":"The definition of the unit of temperature is about to change. At the National Physical Laboratory I have been making the most accurate temperature measurements ever made so that, hopefully, you won't notice the difference."},{"title":"Film Night: Dr Strangelove (1964)","speaker":"","loc":"Winstanley Lecture Theatre","datetime":1318701600,"content":"Starring: Peter Sellers, George C Scott, Sterling Hayden, Keenan Wynn, and Slim Pickens."},{"title":"How Do We Learn About Life On Earth Billions of Years Ago?","speaker":"Professor Dianne Newman","loc":"Old Combination Room","datetime":1318522500,"content":"The Earth was formed ~4.6 billion years ago (Ga), and traces of ancient life can be found as far back at 3.8 Ga.  What was life like in the remote past?  What metabolisms were used to sustain growth?  When did critical metabolisms that changed our planet evolve, such as oxygenic photosynthesis (the ability to convert water to molecular oxygen)?\n\nIn this lecture, I will discuss how geobiologists approach these questions, illustrating the challenges we face in making meaningful inferences about the nature of life so long ago.  In particular, I will discuss my research group's efforts to properly interpret the meaning of a specific type of biomarker called a \"2-methyl-hopane\", which for many years was thought to mark the rise of oxygenic photosynthesis, but which we now have evidence to suggest represents an entirely different evolutionary process."},{"title":"Freshers' Fair","speaker":"","loc":"Kelsey Kerridge (second floor)","datetime":1317801600,"content":"A second chance to come see our stall at the Freshers' Fair, sign up to our mailing list, and pick up a term card to pin on your wall."},{"title":"Film Night: District 9 (2009)","speaker":"","loc":"Winstanley Lecture Theatre","datetime":1317751200,"content":"Starring: Sharlto Copley, Jason Cope, David James, Nathalie Boltt, and Vittorio Leonardi."},{"title":"Freshers' Fair","speaker":"","loc":"Kelsey Kerridge (second floor)","datetime":1317715200,"content":"Come see our stall at the Freshers' Fair, sign up to our mailing list, and pick up a term card to pin on your wall."},{"title":"Chaplain's Squash","speaker":"","loc":"Nevile's Court","datetime":1317582900,"content":"A chance for new Trinity members to sign up to our mailing list."}]